[
  {
    "question": "Thank you for speaking with me today. You have a mysterious side to you, so please tell us all about it.",
    "reply": "Mysterious? Well, all right. Let's start this.",
    "voice": ""
  },
  {
    "question": "First of all, tell us about your school life. How do you spend your time at school?",
    "reply": "Like most people do. I go to school as normal, and I have a normal life.",
    "voice": ""
  },
  {
    "question": "That normalcy is sometimes a surprising thing to hear from you. What do you do with your time off?",
    "reply": "I wonder what I've been doing. I think I've been dancing a lot.",
    "voice": ""
  },
  {
    "question": "That's great. So you've been working hard on your lessons at school?",
    "reply": "Lessons? I don't mean that kind of dancing. We're just dancing because we want to.",
    "voice": ""
  },
  {
    "question": "I see. Do you have a favorite subject?",
    "reply": "I think it's physical education.",
    "voice": ""
  },
  {
    "question": "On the other hand, what are your weakest subjects?",
    "reply": "It's not that I'm bad at it, it's just that I don't like sitting down to study for things. It's boring.",
    "voice": ""
  },
  {
    "question": "I see. By the way, are you a morning person?",
    "reply": "I'm not. I often get a called by Rio (Kanzaki).",
    "voice": ""
  },
  {
    "question": "I understand. What do you have for breakfast?",
    "reply": "I don't have anything in particular. I'll eat what I want at the time.",
    "voice": ""
  },
  {
    "question": "Is that from a convenience store?",
    "reply": "If I really don't have time, yes, but when I do, I'll make it myself.",
    "voice": ""
  },
  {
    "question": "Oh, excuse me, but I didn't expect you to do that. Do you usually cook?",
    "reply": "I often make my own food.",
    "voice": ""
  },
  {
    "question": "Do you have a specialty?",
    "reply": "I wonder. I often make sweet things.",
    "voice": ""
  },
  {
    "question": "Sweets? Do you like them?",
    "reply": "Yeah. I like sweets.",
    "voice": ""
  },
  {
    "question": "Kanzaki-san said she likes pancakes too. Do you sometimes go out to eat them?",
    "reply": "Sometimes.",
    "voice": ""
  },
  {
    "question": "Oppositely, is there any food that you don't like?",
    "reply": "There is, things like konnyaku and crabapples.",
    "voice": ""
  },
  {
    "question": "What else do you dislike?",
    "reply": "Dislike... Ah. Dogs.",
    "voice": ""
  },
  {
    "question": "You're not good with dogs?",
    "reply": "Yeah... is that bad?",
    "voice": ""
  },
  {
    "question": "No, no, no, not at all. How do you spend your days off?",
    "reply": "I would go to the studio and sing and dance... It's not interesting to listen to this stuff.",
    "voice": ""
  },
  {
    "question": "That's not true. Is there anything you've been into lately?",
    "reply": "I'm addicted to.... oh yeah, music games.",
    "voice": ""
  },
  {
    "question": "Games? How did that happen?",
    "reply": "It was recommended to me.",
    "voice": ""
  },
  {
    "question": "Is it interesting?",
    "reply": "It was fun at first. It's just that I've lost interest in it.",
    "voice": ""
  },
  {
    "question": "Really? Did you put in a lot of effort?",
    "reply": "I don't know. I didn't think it was that difficult from the start. I heard from other people that I'm pretty good at it.",
    "voice": ""
  },
  {
    "question": "It's true that you seem to be good at the sensory games. Are you worried about anything lately?",
    "reply": "I guess it's about getting work outside of the performances.",
    "voice": ""
  },
  {
    "question": "Do you mean interviews and TV shows, etc?",
    "reply": "That's right.",
    "voice": ""
  },
  {
    "question": "So this interview is also a problem, right?",
    "reply": "Oh, I'm sorry. You don't have to worry about it. I've got a job to do... If I say more Rio will be mad at me.",
    "voice": ""
  },
  {
    "question": "I'm glad to hear that it's fine. I'm sure you'll be able to tell me if anything is too hard to answer. What did you dream of when you were young?",
    "reply": "It's hard to answer.",
    "voice": ""
  },
  {
    "question": "I'm sorry. I'm more than halfway through, so please stay with me a little longer.",
    "reply": "I'm just kidding. But I guess so. I can't think of anything specific though.",
    "voice": ""
  },
  {
    "question": "I see. What are you looking forward to the most right now?",
    "reply": "When the interview is over... I'm going to get angry again. I'm looking forward to going on stage.",
    "voice": ""
  },
  {
    "question": "I'm a little surprised. Now that you've talked about the stage, can you tell us about your idol work? What made you want to be an idol originally?",
    "reply": "There is no particular reason for it. It's just because I was invited.",
    "voice": ""
  },
  {
    "question": "That's right. So it's amazing that you've come this far. If you had chose between singing or dancing, which do you prefer?",
    "reply": "Dancing, I guess?",
    "voice": ""
  },
  {
    "question": "It's one of your strengths, isn't it? Have you been dancing for a long time?",
    "reply": "Yeah. Under my brother's influence. I don't think I ever said I wanted to do that either.",
    "voice": ""
  },
  {
    "question": "Igawa-san I get the feeling you're the type of person who's a genius. With the phrase \"No one can beat me at this!\" in mind, what are your strengths as an idol?",
    "reply": "I'm good at dancing. But there's no point in thinking that I'm not going to lose to myself, because I'm Aoi Igawa of LizNoir.",
    "voice": ""
  },
  {
    "question": "I think I've caught a glimpse of the unity of LizNoir. What is the most important thing in your idol activities?",
    "reply": "Yeah... the most important thing? I think it's to make sure LizNoir remains LizNoir.",
    "voice": ""
  },
  {
    "question": "That's deep. What kind of people are your fans to you?",
    "reply": "Ah. This question... wait a minute. Let's see.. they are always guiding us and are invaluable to us. We couldn't have come this far without their help.",
    "voice": ""
  },
  {
    "question": "Have you changed your character?",
    "reply": "Hmm. It's impossible for me after all. Rio gave me this paper.",
    "voice": ""
  },
  {
    "question": "It's fine if you're honest. I won't print it if it's bad.",
    "reply": "If it weren't for our fans, we wouldn't be here with LizNoir. They're very important to us.",
    "voice": ""
  },
  {
    "question": "It's great to be honest. Do you have a rival?",
    "reply": "I don't talk about people I consider my rivals in my heart.",
    "voice": ""
  },
  {
    "question": "I see. So is there someone you consider your best friend?",
    "reply": "I don't have anyone I can call my best friend.",
    "voice": ""
  },
  {
    "question": "Are the members of LizNoir not your best friends?",
    "reply": "I think Rio is even more special than my best friend. I think it's more accurate to say that Ai (Komiyama) and Kokoro (Akazaki) are my best friends. The two of them often disrupt the pace of my life.",
    "voice": ""
  },
  {
    "question": "So tell us about your music. Do you have a favorite genre of music or a song you listen to most often?",
    "reply": "I listen to all kinds of music, from rock to R&B. I'm a big fan of up-tempo music that makes my body move on its own. I listen to a lot of up-tempo music that makes my body move on its own.",
    "voice": ""
  },
  {
    "question": "I'll ask you about LizNoir's music as well. When you first heard \"Shock out, Dance!!\", what was your first impression?",
    "reply": "I felt like dancing.",
    "voice": ""
  },
  {
    "question": "What's your favorite lyric in \"Shock out, Dance!!\"?",
    "reply": "\"One more dream.\"",
    "voice": ""
  },
  {
    "question": "How would you explain \"Shock out, Dance! in one word?",
    "reply": "One word? It's not easy. Can I pass?",
    "voice": ""
  },
  {
    "question": "Thank you very much. So what does being an idol mean to you, Igawa-san?",
    "reply": "What is an idol? Being unique and no one else can imitate it. Isn't that what an idol is?.... Are we done?",
    "voice": ""
  },
  {
    "question": "Sorry, last one. Could you give a word to your fans?",
    "reply": "Please keep up the good work on supporting LizNoir!",
    "voice": ""
  }
]