[
  {
    "question": "Chisa-san, you're a sophomore in high school, aren't you. How do you spend your free time at school?",
    "reply": "W-Well... I go to school normally... I listen to my classes and go home normally...",
    "voice": ""
  },
  {
    "question": "Don't be nervous, you don't have to be. You don't hang out with your friends much?",
    "reply": "Ah.... recently I've been asked a lot about my idol activities... and I talk about it!",
    "voice": ""
  },
  {
    "question": "What is your favorite subject in school?",
    "reply": "I like home economics class. Cooking and sewing are fun for me.",
    "voice": ""
  },
  {
    "question": "Do you have any subjects you're not good at?",
    "reply": "I'm not good at physical education. Especially during ball games, the ball doesn't go the way I want it to, and I don't like it that much....",
    "voice": ""
  },
  {
    "question": "So, what is the first thing you do when you wake up in the morning?",
    "reply": "I wonder... Today my older sister (Saki) came to wake me up... and we washed our faces together.",
    "voice": ""
  },
  {
    "question": "I heard that you all take turns making breakfast, so what do you prepare when Chisa-san is on duty?",
    "reply": "I make salad, yogurt, bread, and fried eggs. I prepare extra salad because I and everyone else eat well in the morning.",
    "voice": ""
  },
  {
    "question": "What is your favorite food, Chisa-san?",
    "reply": "I like anything sweet.... ehehe.",
    "voice": ""
  },
  {
    "question": "So, do you have a favorite dessert?",
    "reply": "I love milk crepes, and the pancakes that Haruko (Saeki)-san makes for me sometimes!",
    "voice": ""
  },
  {
    "question": "Where do you feel most comfortable, Chisa-san?",
    "reply": "I feel most comfortable in my sister's room in the dormitory.",
    "voice": ""
  },
  {
    "question": "You're very close with your sister, aren't you? Do you have a favorite place in your hometown, Hoshimi City?",
    "reply": "I often go to the handicraft stores in the shopping arcade. They have a lot of unusual fabrics, and it's fun just looking at them.",
    "voice": ""
  },
  {
    "question": "Oh, do you like making things?",
    "reply": "Yes, I like clothes, so I knit and make knitted goods as a hobby.",
    "voice": ""
  },
  {
    "question": "Speaking of, as Saki-san said in her interview, do you pick out your sister's clothes yourself, Chisa-san?",
    "reply": "Yes, heh, that's right. If I'm alone, my sister would buy the same T-shirt with a slightly different print.",
    "voice": ""
  },
  {
    "question": "I see, what kind of T-shirts are they?",
    "reply": "They're very fancy.... with a big print on them...",
    "voice": ""
  },
  {
    "question": "I'd love to see the t-shirts you picked out one day. So, what do you do on your days off?",
    "reply": "I go shopping with my sister, or if I'm alone I rent a horror movie and watch it in my room.",
    "voice": ""
  },
  {
    "question": "That's unexpected. It doesn't seem like you'd be much of a horror movie fan from the way you seem, but isn't it scary?",
    "reply": "It's not scary. The main character in a horror movie usually gets caught up in incidents, but you try your best to deal with them by yourself, don't you?　When I watch it, I feel like I'm doing my best to keep up with them... ehehe.",
    "voice": ""
  },
  {
    "question": "You have a wide range of interests, from knitting to clothes to horror movies. Now let me ask you about your idols. Why did you want to be an idol, Chisa-san?",
    "reply": "My sister actually applied at the office, and I wanted to support her, so I applied too. That one time, I applied to the same place as my sister and I was rejected, but they later contacted me and accepted me.",
    "voice": ""
  },
  {
    "question": "You've only just made you're debut, but with the phrase \"I'm not going to lose to anybody here!\" in mind, what are some of your charm points as an idol?",
    "reply": "My personal strengths... I'm still not that confident. I've put all my energy into keeping up with practice though...",
    "voice": ""
  },
  {
    "question": "What is the most important thing for you as an idol?",
    "reply": "I'm not good at dancing and talking. However, I'm trying my best not to fail and not to let my fans down...",
    "voice": ""
  },
  {
    "question": "What kind of role do your fans play for you, Chisa-san?",
    "reply": "At first I was afraid of their big voices, but when I talked to them, they were all very kind.",
    "voice": ""
  },
  {
    "question": "How did you feel when you first went on stage?",
    "reply": "I was so nervous that if I wasn't talking to someone, I'd be shaking on my own. My hands are sweating just thinking about it.",
    "voice": ""
  },
  {
    "question": "That was a big experience. What is the meaning of a live performance for you, Chisa-san?",
    "reply": "I'm still having fun, but I'm also half scared... I guess",
    "voice": ""
  },
  {
    "question": "What's the most important thing you've done in your career?",
    "reply": "Our lesson for the debut live performance. I can tell you this now, but at the time I felt like I was going to be left behind, and I was really worried about giving up many times...",
    "voice": ""
  },
  {
    "question": "But you were able to overcome in. Did you feel a bond with anyone at that point?",
    "reply": "Yes, my sister and everyone else supported me and pulled me along... I'm glad that I didn't give up then and worked hard.",
    "voice": ""
  },
  {
    "question": "Do you have someone you consider your best friend?",
    "reply": "Whenever I'm having a hard time or feeling sad, I often talk with Shizuku (Hyodo)-chan. When I talk with her, I feel more positive.",
    "voice": ""
  },
  {
    "question": "Who do you consider your rival in your heart?",
    "reply": "My rival... I'm kind of annoyed!　There isn't anyone!",
    "voice": ""
  },
  {
    "question": "Tell us about music now. What was your first impression of \"Shine Purity\" when you first heard it?",
    "reply": "First, I was happy to hear our song and I was worried about whether I could sing it or not. I was also amazed at how they could write such a cool song.",
    "voice": ""
  },
  {
    "question": "If you had to describe \"Shine Purity\" in one word, how would you describe it?",
    "reply": "That- that's difficult... \"trust\" maybe? I feel like we're all moving forward together, supporting each other.",
    "voice": ""
  },
  {
    "question": "What's your favorite lyric in 'Shine Purity\"?",
    "reply": "\"Sometimes, the dream never ends. The one who taught me that, was you\" As the lyrics say, I've experienced a lot since I've been at Hoshimi Productions.",
    "voice": ""
  },
  {
    "question": "It's a very good environment. Do you have a personal favorite genre of music, Chisa-san?",
    "reply": "I used to watch TV a lot with my big sister, so I'm pretty big on idol songs... I'm a little embarrassed to admit it, but sometimes I sing at karaoke!",
    "voice": ""
  },
  {
    "question": "Which do you prefer, singing or dancing?",
    "reply": "I like them both, but I can't get good at them, so I always get help from Rei (Ichinose)-chan and Haruko (Saeki)-san.",
    "voice": ""
  },
  {
    "question": "It's reassuring to have someone with experience. If you had to describe your relationship with the members of Hoshimi Productions in one word, how would you describe it?",
    "reply": "My family... I guess.",
    "voice": ""
  },
  {
    "question": "What dream do you want to achieve with everyone in Hoshimi Productions?",
    "reply": "I'm always worried that I won't be able to do it, but I'm aiming to become a top idol...",
    "voice": ""
  },
  {
    "question": "If your dream came true, who would you want to tell first?",
    "reply": "My parents. They've always supported my sister and me.",
    "voice": ""
  },
  {
    "question": "So, let's go a little deeper into to your inner life, Chisa-san. What is your favorite memory from your childhood?",
    "reply": "When I was little, I got lost while playing in my neighborhood... When I think about it now, it wasn't that far, but I was so anxious that I was crying by myself. When my sister hugged me, I felt so relieved from the bottom of my heart that I couldn't stop crying.",
    "voice": ""
  },
  {
    "question": "That's a very fond memory to have. Did you have dreams when you were young?",
    "reply": "My sister liked idols and we often watched TV together, and it was my dream to be one. But I never thought I could actually become one...",
    "voice": ""
  },
  {
    "question": "If you hadn't become an idol, what do you think you would be doing?",
    "reply": "If my sister was still an idol and I wasn't?... I wonder... I'd probably be going to my sister's performances and having different dreams to her.",
    "voice": ""
  },
  {
    "question": "When was the happiest moment you've ever had?",
    "reply": "I was disappointed once when I failed the audition, and then I got a call from the agency again. But I thought it was a lie and was very suspicious.",
    "voice": ""
  },
  {
    "question": "What was the most frustrating moment for you so far?",
    "reply": "In the \"Shine Purity\" lessons, I wasn't the only one who couldn't adjust well, and I felt so bad that I had to ask for everyone's help and attention...",
    "voice": ""
  },
  {
    "question": "What are you most looking forward to at the moment?",
    "reply": "Of course I'm looking forward to the music, but I'm also looking forward to the costumes. I'm fantasizing about what kind of material it will be made of and how it will move when I dance in it.",
    "voice": ""
  },
  {
    "question": "Is there anything that's troubling you lately?",
    "reply": "I'm not very good at talking... When the microphone is pointed at me, I freeze up. So sometimes I practice in private with Shizuku.",
    "voice": ""
  },
  {
    "question": "That's not true. It's been a great interview today. Now it's time to end our talk. Please tell us your ideal image of an idol, Chisa-san.",
    "reply": "Well, I'm still trying to improve, but I want to be able to cheer up people who are timid and hesitant to move forward, just like me.",
    "voice": ""
  },
  {
    "question": "If you could give a message to yourself, 10 years from now, when you've become such a perfect idol, what would you say to them?",
    "reply": "Wow, you've been doing this for 10 years.... Huh? Almost there? Well, uh, keep up the good work!　I'm going to try to be just like you!　What do you think...?",
    "voice": ""
  },
  {
    "question": "Thank you. So, finally, what does an idol mean to you, Chisa-san?",
    "reply": "They are the ones who give us courage. When I think back, the idols I used to watch with my sister when I was little, they gave me the courage to take another step forward.",
    "voice": ""
  },
  {
    "question": "Lastly, could you give a message to your fans?",
    "reply": "I'm always cheered up by your support. Thank you! Also, I'm not used to waving my hand in response to someone calling my name at a live show or event... but I'm really happy.",
    "voice": ""
  }
]