[
  {
    "question": "So, please start with a quick introduction of yourself?",
    "reply": "I'm Haruko Saeki , I'm sevente-... I'm twenty years old. I'm a bit older than the other members, but I'm trying my hardest with my experience!",
    "voice": ""
  },
  {
    "question": "Sevente-...?",
    "reply": "Nothing, it was nothing! Don't worry about it, carry on!",
    "voice": ""
  },
  {
    "question": "Got it. Are you the only member with previous experience as an idol?",
    "reply": "Yes, I made my solo debut a few years ago but I didn't make it very far... But I've come here for a fresh start and now I'm working hard at our lessons to become a top idol with everyone else!",
    "voice": ""
  },
  {
    "question": "It's said that being a soloist is difficult. What are your strengths as an idol that you've been able to add to the group?",
    "reply": "Even if I didn't sell well as a solo idol, I think the fact that I never resigned has made me believe in hard work. I probably like idols more than most people.",
    "voice": ""
  },
  {
    "question": "I'm glad to hear things like that. So, tell us about your personal life, Haruko-san. What is the first thing you do when you wake up in the morning?",
    "reply": "I'm growing vegetables in my dormitory garden so I water them in the morning!　It's already lovely to see them growing so quickly. Especially the eggplant and tomatoes.",
    "voice": ""
  },
  {
    "question": "Oh, what a nice start to the day. Haruko-san, you're a college student, aren't you? How is your school life?",
    "reply": "I've been getting my credits there, so I've only been going a few days a week recently. I can't wait for all the Hoshimi Production to come here after high school...",
    "voice": ""
  },
  {
    "question": "Do you have a favorite subject in college?",
    "reply": "I like Japanese literature, and I also like English, though I'm not good at it.",
    "voice": ""
  },
  {
    "question": "What about your weakest subject?",
    "reply": "I've been bad with numbers since elementary school, and just looking at them makes me wince.",
    "voice": ""
  },
  {
    "question": "So, how do you spend your free time?",
    "reply": "Up until a while ago, I was into going camping alone and touring ruins, and now I enjoy making pickles.",
    "voice": ""
  },
  {
    "question": "You're quite reserved. So your favorite food is Japanese food?",
    "reply": "Yes!　White rice, miso soup and my own pickled vegetables are enough. I guess I also cook rice when I'm on breakfast duty.",
    "voice": ""
  },
  {
    "question": "Do you have a favorite dessert?",
    "reply": "I like to cook and bake pancakes and cookies by myself. Everyone in the dormitory is happy to see me.",
    "voice": ""
  },
  {
    "question": "What's your favorite drink?",
    "reply": "I'm not very experienced with it, but I like to drink alcohol. My grandmother lives in the area where they make a lot of wine, and I look forward to having it sent to me from time to time.",
    "voice": ""
  },
  {
    "question": "Do you have a place where you feel most comfortable?",
    "reply": "I feel very comfortable in the tent when I'm camping solo. A kind of meditation?　I love it.",
    "voice": ""
  },
  {
    "question": "I can feel your enthusiasm for camping from earlier, do you also camp in Hoshimi City?",
    "reply": "Yes!　At one point, I used to pitch my tent on the beach in Hoshimi City. The sound of the waves at night is very soothing to me.",
    "voice": ""
  },
  {
    "question": "From what I've heard, it's wonderful to hear that you all have such an attachment to your hometown. What do you need to bring when you go camping?",
    "reply": "The food we eat outside is excellent, so I always take a single burner and a small fire pit with me. Um.........I just realized when I was talking to you that my personal life is a bit plain, isn't it?",
    "voice": ""
  },
  {
    "question": "No, not really!　Now, I'd like to ask you a few questions about idols. Why did you decide to become an idol?",
    "reply": "When I was little, I was really impressed when I saw idols perform live, and I've admired them ever since. Then Hoshimi Production opened in my hometown, so I applied for the job and took the audition, and it was a rather normal process.",
    "voice": ""
  },
  {
    "question": "I guess you've always been fascinated by idols since you were a child and never thought of pursuing anything else?",
    "reply": "That's right. It's always been my dream to be an idol. That's why I'm so happy to be doing interviews like this now.",
    "voice": ""
  },
  {
    "question": "What is your favourite memory from your childhood?",
    "reply": "I remember the first time I saw an idol live, on my way home. I couldn't contain my excitement. From that day on, me and my friends sang together in elementary school. Hmmm... I wasn't shy about it.",
    "voice": ""
  },
  {
    "question": "What do you think you would have been doing if you hadn't become an idol?",
    "reply": "What would I be doing... I haven't thought much about it. Maybe that makes sense.",
    "voice": ""
  },
  {
    "question": "How did you feel when you became the idol you've always wanted to be and stood on stage for the first time?",
    "reply": "That's...so nice to hear. I'm in a place that I've admired for a long time. I'm sorry, it's an indescribable feeling.",
    "voice": ""
  },
  {
    "question": "That's a very real reaction. What is the meaning of a live performance for you, Haruko?",
    "reply": "It's a place where we can sing, dance and show everything we've got and shine together with our fans.",
    "voice": ""
  },
  {
    "question": "What is the most important thing to you in your idol activities?",
    "reply": "It's to think highly of my fans and of all those who support me.",
    "voice": ""
  },
  {
    "question": "Now that we've talked about your fans, what does it mean to you to be a fan?",
    "reply": "They are the ones who pushes me when I'm lost or having a hard time. Even in my daily life, I always say to myself, \"Haruko, go for it!\" I feel like they're gently encouraging me to do so.",
    "voice": ""
  },
  {
    "question": "It's become an important part of Haruko's life. What are you looking forward to the most right now?",
    "reply": "I'm looking forward to all the handshake meetings and live shows. I feel lonely when I'm working solo, and I've never worked this much before.",
    "voice": ""
  },
  {
    "question": "It's a different experience for you when you're doing events as a solo idol. If you had to describe your relationship with the members of Hoshimi Productions in one word, how would you describe it?",
    "reply": "My colleagues!　When you're in this industry, there will be a lot of hardship and sadness to come, but together with everyone, we can get through anything!",
    "voice": ""
  },
  {
    "question": "I feel a sense of cohesion. What's the moment you've felt a bond with someone in your activities so far?",
    "reply": "In the beginning, all the members were very careful with each other, but then one day, we became friends and could say anything to each other. At that point, it felt like a bond was born.",
    "voice": ""
  },
  {
    "question": "Can I ask you how that happened?",
    "reply": "Hmmm, that was when one of the members let everyone in. I'll leave it to your imagination as to who it is!",
    "voice": ""
  },
  {
    "question": "Is there someone you consider your best friend?",
    "reply": "I'm often cleaning with Saki (Shiraishi)-chan and I cook with Nagisa (Ibuki)-chan. But they're more like a sister than a best friend.　I guess it's something like that.",
    "voice": ""
  },
  {
    "question": "Is there someone you consider to be your rival?",
    "reply": "There is. It's one-sided... But it's presumptuous of me to say, so I'll let you know when I've surpassed it properly.",
    "voice": ""
  },
  {
    "question": "I'll be looking forward to it. Do you have a dream that you want to achieve with the members of Hoshimi Production?",
    "reply": "Of course, we'll become the top idol, and we'll make the office become big with a bang!",
    "voice": ""
  },
  {
    "question": "'If that dream came true, who would you tell first?",
    "reply": "My grandmother who has been supporting me from afar. She's always saying to me, \"I watch idol shows on TV to look for Haruko, but I can't find you\".",
    "voice": ""
  },
  {
    "question": "What is the happiest moment you've had as an idol?",
    "reply": "That was when we decided to start with this group. I got strangely fidgety, so much so that the tea I was pouring into the teacup overflowed!",
    "voice": ""
  },
  {
    "question": "So what was your most frustrating moment so far?",
    "reply": "I can't count the number of times I've had those moments. But the worst was when I was a solo artist, and one of my fellow students won an audition as if it was a given, and I was rejected in an instant. I tried my best to make up for it so that it wouldn't show on my face, but I was so disappointed.",
    "voice": ""
  },
  {
    "question": "What's the most important thing you've ever done?",
    "reply": "I've been working hard for a long time, but I feel like I'm working the hardest right now. As a senior, I want to support all the members as much as I can, so that we can stand at the top of the idol world together.",
    "voice": ""
  },
  {
    "question": "I'm beginning to understand the appeal of Haruko-san now. Next, let me ask you about the song. What was your impression of \"Shine Purity\" when you first heard it?",
    "reply": "As soon as I listened to the song, I knew it was our song. Even after our debut, this song pushed me over and over again.",
    "voice": ""
  },
  {
    "question": "If you had to describe \"Shine Purity\" in one word, how would you describe it?",
    "reply": "My friends. For me, it's a song that brings the members' faces to life.",
    "voice": ""
  },
  {
    "question": "What's your favorite lyric in \"Shine Purity\"?",
    "reply": "\"Look at the stars and let them shine, I'm not afraid of the dark\" I can't help but sing it to myself while cleaning and cooking, and even during independent practice.",
    "voice": ""
  },
  {
    "question": "Do you have a favorite genre of music?",
    "reply": "I really like idols, so I'm addicted to finding and listening to old songs that I listened to when I was a kid that are still new to my ears. When I listen to it again, it's really fresh.",
    "voice": ""
  },
  {
    "question": "Which do you like better, singing or dancing?",
    "reply": "It's hard to choose, maybe singing?",
    "voice": ""
  },
  {
    "question": "So, we're almost at the end. Have you had any troubles lately?",
    "reply": "Well... I'm an older person, so it's only natural that I have a lot of experience, but the question is how to communicate that to everyone. I'm selfishly struggling with the line between seniors and friends.",
    "voice": ""
  },
  {
    "question": "That's definitely a difficult question. What is your ideal image of an idol, Haruko?",
    "reply": "I want to aim for the same feeling I experienced when I was a child. It's like having a treasure chest full of dreams and then it's all unleashed at once... I'm sorry!　It's hard to explain, isn't it?",
    "voice": ""
  },
  {
    "question": "No, that's a very good description. So what does being an idol mean to you, Haruko-san?",
    "reply": "I think you need to always shine and be admired.",
    "voice": ""
  },
  {
    "question": "What would you like to say to yourself in 10 years' time?",
    "reply": "10 years later.... 30 years old.... that's amazing.... isn't it? Haruko, the path you've taken is definitely not wrong!　Don't be afraid of change, just keep pushing forward!",
    "voice": ""
  },
  {
    "question": "A very positive message. Lastly, could you give a message to your fans?",
    "reply": "There were times when things didn't go well for me as a soloist and I got depressed, but I'm so grateful to my fans for helping me keep my dream alive. I'll do my best, so I'd be happy if you continue to support me.",
    "voice": ""
  }
]