[
  {
    "question": "Nice to meet you Kotono Nagase-san. What kind of life do you have as a student?",
    "reply": "Y...Yes. Even at school, I practice during my lunch breaks. I'm with Nagisa a lot of the time.",
    "voice": ""
  },
  {
    "question": "Are you nervous right now?",
    "reply": "Yeah, I guess so. I haven't had many interviews yet...",
    "voice": ""
  },
  {
    "question": "Try to relax please. Do you have a favorite subject in school?",
    "reply": "Gymnastics. I can't really say that, can I? If I had to choose, then history...I guess.",
    "voice": ""
  },
  {
    "question": "You can say Physical Education, it's fine. It's a bit surprising that you like history, why do you like it?",
    "reply": "Aren't old stories interesting? It's fun to learn about everything that has happened.",
    "voice": ""
  },
  {
    "question": "I see. So, on the opposite side of things, what are your weakest subjects?",
    "reply": "Mathematics and physics...I'm not good with numbers.",
    "voice": ""
  },
  {
    "question": "How do you study for tests?",
    "reply": "Nagisa and I study together often. To be honest, I'm not very good with tests...",
    "voice": ""
  },
  {
    "question": "You've mentioned Nagisa-san already, but among the members, who is your best friend?",
    "reply": "It has to Nagisa. She is one of the only friends I've had since middle school.",
    "voice": ""
  },
  {
    "question": "So, do you have a rival?",
    "reply": "Rival, huh? Well...Sakura might be my rival. She surprises me in so many ways; I can't lose to her. But, of course, we're not on bad terms.",
    "voice": ""
  },
  {
    "question": "You're good rivals, aren't you? Have you had any moments in your career where you felt a bond with the others?",
    "reply": "A bond...? We're all serious about becoming top idols, so I guess you might feel a bond between us in that sense.",
    "voice": ""
  },
  {
    "question": "That's amazing. I get the sense that you're not just an idol group. In your mind, you're thinking \"This is the only place I can't lose to anyone!\". What are some of the advantages of being an idol?",
    "reply": "I don't know if I'm as good as anyone else, but I won't lose my motivation to become a top idol.",
    "voice": ""
  },
  {
    "question": "Oh--. I get the feeling that you're very determined. When did you become an idol in the first place?",
    "reply": "It was after I entered high school...",
    "voice": ""
  },
  {
    "question": "So it was surprisingly recent then. Was it hard to get to this point? What's the hardest thing you've ever done?",
    "reply": "I wonder... It has to be the singing after all, but I still think I haven't worked hard enough.",
    "voice": ""
  },
  {
    "question": "I see. By the way, which do you like better: singing or dancing?",
    "reply": "My favorite is dancing. Singing is difficult.",
    "voice": ""
  },
  {
    "question": "Thank you. Now, I'd like to ask you a little bit about your personal life. What is the first thing you do when you wake up in the morning?",
    "reply": "This won't be very interesting to listen to though...? Normally, it would be washing my face.",
    "voice": ""
  },
  {
    "question": "No, no, don't say that. I think the fans would want to know. Are you a bread or rice person in the morning?",
    "reply": "I think it's rice. But I serve bread when it's my turn to make breakfast.",
    "voice": ""
  },
  {
    "question": "Is that right? When you're making breakfast, what kind of food do you usually make?",
    "reply": "I hardly ever cook, I'm not very good at it. That's why I serve bread.",
    "voice": ""
  },
  {
    "question": "I thing we should start talking about cooking now. What is your favorite food?",
    "reply": "Don't laugh, okay? ...C...Cotton candy is my favorite.",
    "voice": ""
  },
  {
    "question": "Oh--, I'm surprised. Why do you like it?",
    "reply": "When I was little, my family went to a festival and I got lost. Then, my sister came to look for me and bought me some cotton candy. The cotton candy I had that day was so delicious, that was what started my love for it.",
    "voice": ""
  },
  {
    "question": "The festival was the Hoshimi Festival?",
    "reply": "Yeah, that's right. Now, it is a festival that holds many memories for me.",
    "voice": ""
  },
  {
    "question": "I'm sure it is. Do you have a favorite place in your hometown, Hoshimi City?",
    "reply": "I like the beach at night. I like to be in a quiet place and just listen to the sound of the waves.",
    "voice": ""
  },
  {
    "question": "I can understand that. Then, moving on, what is your favorite color?",
    "reply": "I like a black-ish blue. Maybe a color like the night sky suits me most.",
    "voice": ""
  },
  {
    "question": "That certainly sounds like you. What do you do on your days off?",
    "reply": "I generally practice on my own...I'm sorry, it's not very fun.",
    "voice": ""
  },
  {
    "question": "That's not true. Is there anything that has been troubling you lately?",
    "reply": "There are many things. How to use your fingertips while dancing, how to use my voice properly...",
    "voice": ""
  },
  {
    "question": "You've been thinking about idols for a long time, haven't you? What was your dream when you were little?",
    "reply": "When I was little, it was my dream to be a pianist. I was influenced by my mother though.",
    "voice": ""
  },
  {
    "question": "Was it your sister's influence that made you want to become an idol?",
    "reply": "Yeah.....I guess so. If it wasn't for my sister, I don't think I would have become an idol.",
    "voice": ""
  },
  {
    "question": "I see. Is she your ideal idol?",
    "reply": "I wish I could be a great idol like my sister, but this is just the beginning.",
    "voice": ""
  },
  {
    "question": "Thank you. What is the most important thing for you in your idol career?",
    "reply": "The hardest thing...it has to be being able to perform with all your energy and force, I guess.",
    "voice": ""
  },
  {
    "question": "So, what does a stage performance or a live performance mean to you, Kotono-san?",
    "reply": "To me, it's a place that gives me life.",
    "voice": ""
  },
  {
    "question": "That's deep. What do you think you would have done if you hadn't become an idol?",
    "reply": "If I hadn't become one, I would be a piano teacher or something like that. But I think I'm doing all I can to become an idol.",
    "voice": ""
  },
  {
    "question": "Impressive. You're extremely determined. Do you remember your debut concert?",
    "reply": "Of course, I remember it.",
    "voice": ""
  },
  {
    "question": "How did you feel during it?",
    "reply": "I was both excited and nervous, it was a very strange feeling. I starting feeling like \"This is where it all begins\".",
    "voice": ""
  },
  {
    "question": "You weren't that happy?",
    "reply": "That's not it. I was very happy, but I was just as nervous as I was happy.",
    "voice": ""
  },
  {
    "question": "By the way, what is the happiest moment for you, in your life?",
    "reply": "I guess it was our debut. I was so happy that people came to see us.",
    "voice": ""
  },
  {
    "question": "On the other hand, what was the most frustrating moment?",
    "reply": "",
    "voice": ""
  },
  {
    "question": "When I saw LizNoir's performance, I felt disappointed in my own performance.",
    "reply": "",
    "voice": ""
  },
  {
    "question": "Thank you. I'd like to ask you about your music, but do you have a favorite genre of music?",
    "reply": "Genre? I wonder...? I don't listen to music much so I don't know.",
    "voice": ""
  },
  {
    "question": "That's right. So, what was your first impression of \"Shine Purity ~Kagayaki no Jundo~\" when you heard it for the first time?",
    "reply": "I thought it was a nice song.",
    "voice": ""
  },
  {
    "question": "If you had to describe \"Shine Purity\" in one word, how would you describe it?",
    "reply": "A song of the beginning.",
    "voice": ""
  },
  {
    "question": "What is your favorite lyric in \"Shine Purity\"?",
    "reply": "The part that is \"I hope strongly, what I aim for is not enough\". It's not just about wishing, it's about being prepared and willing to go for that goal seriously. That's what makes me tense up.",
    "voice": ""
  },
  {
    "question": "I think that was a very Kotono-san-like choice. What dream do you want to achieve with Hoshimi Productions?",
    "reply": "I want to become a top idol.",
    "voice": ""
  },
  {
    "question": "That's right, isn't it? If your dreams come true, who would you want to tell first?",
    "reply": "My sister...",
    "voice": ""
  },
  {
    "question": "What would you like to say to yourself in 10 years time?",
    "reply": "\"Has your dream.......come true?\"...It would be something like that?",
    "voice": ""
  },
  {
    "question": "It's okay. To put it simply, what does it mean to be an idol, Kotono-san?",
    "reply": "That's a difficult question. I hate it...I love it...I can't put it into words very well. Sorry.",
    "voice": ""
  },
  {
    "question": "I think that's fine. What kind of people are your fans to you, Kotono-san?",
    "reply": "The fans...they're the ones who make us shine.",
    "voice": ""
  },
  {
    "question": "Thank you very much. Lastly, could you give a message to your fans?",
    "reply": "A message? Well...thank you for all the support. I'll do my best do give you the best lives possible, so please keep supporting us. ....Is that good enough?",
    "voice": ""
  }
]