[
  {
    "question": "So let's start from your private life, Mana-san. Do you usually eat breakfast?",
    "reply": "Yes! I have to feel energized during the day, so I eat a lot.",
    "voice": ""
  },
  {
    "question": "What is the best food to have in the morning for breakfast?",
    "reply": "Curry rice!",
    "voice": ""
  },
  {
    "question": "Isn't that a bit heavy for the morning?",
    "reply": "It's fine. Dancing and singing takes up a lot of my energy, and I can digest it quickly.",
    "voice": ""
  },
  {
    "question": "What is your favorite dessert?",
    "reply": "It's probably apricot pudding~",
    "voice": ""
  },
  {
    "question": "What is your favorite drink?",
    "reply": "Milk!",
    "voice": ""
  },
  {
    "question": "So, what is the first thing you do when you wake up in the morning?",
    "reply": "I have to get ready for work properly! But it takes about 30 minutes, so I'm always asleep until the very last minute.",
    "voice": ""
  },
  {
    "question": "Is there a place where you feel comfortable, even within your hectic life, Mana-san?",
    "reply": "I guess my home, because my family is there. Ah, and at the office. I'm so close with everyone it's almost like I'm at home there too.",
    "voice": ""
  },
  {
    "question": "They both sound like comfortable places. Do you have a favorite place in Hoshimi City, where your office is located?",
    "reply": "I like all the local places! I like the park on the hill, and the road where my old high school is, but I think the best spot is the beach.",
    "voice": ""
  },
  {
    "question": "Oh, is there a reason for that?",
    "reply": "Hehe, I have some good memories there.",
    "voice": ""
  },
  {
    "question": "I guess I shouldn't ask you too much about that. Then, how do you spend your days off?",
    "reply": "I used to hang out with my sister often... but these days I sleep a lot and prepare for my next show!",
    "voice": ""
  },
  {
    "question": "When you go out, what are the essential things to bring, aside from your phone and wallet?",
    "reply": "My manager said \"You've got no self-awareness; you're an idol, you know!\" and got angry at me. Because of that, I'll at least bring a hat and some sunglasses.",
    "voice": ""
  },
  {
    "question": "So, let's talk a little bit about your school days. How did you spend your free time at school?",
    "reply": "I used to chat with my friends and run around with the boys. Oh, and I sung at the school festival once. This is bringing back memories.",
    "voice": ""
  },
  {
    "question": "I see, that's a rare live performance, isn't it? Did you have fun?",
    "reply": "The class were really supportive, so it was a huge success!",
    "voice": ""
  },
  {
    "question": "How were your grades?",
    "reply": "Well I was living a double life as a student and an idol... so you can probably guess what they looked like...",
    "voice": ""
  },
  {
    "question": "Balancing school and homework is something everyone worries about, isn't it? Next, let's talk about idols. What made you want to become an idol?",
    "reply": "I've always liked to sing, but I was scouted at first. After I was approached, I thought hard about whether or not I could really do it, and what idol I wanted to be.",
    "voice": ""
  },
  {
    "question": "What do you think is the most important aspect of being an idol?",
    "reply": "You must stand on stage and sing for your audience, no matter what it takes!",
    "voice": ""
  },
  {
    "question": "You have a \"No one can beat me at this!\" attitude, but what are your strengths as an idol, Mana-san?",
    "reply": "Hmm, I don't think about it too much. I'm always focusing on how I can put all my energy into my performances.",
    "voice": ""
  },
  {
    "question": "Then, what are the fans like for you, Mana-san?",
    "reply": "They're my source of energy. I'll sing wherever an audience will come see me!",
    "voice": ""
  },
  {
    "question": "Which do you like better, singing or dancing?",
    "reply": "If I had to choose, it would probably be singing.",
    "voice": ""
  },
  {
    "question": "What do you think you would be doing if you hadn't become an idol?",
    "reply": "I guess I would have gone to college like all my friends, but I'm glad I chose to become an idol.",
    "voice": ""
  },
  {
    "question": "Did you have a dream as a child?",
    "reply": "It never occurred to me to become an idol, but I always loved singing, so I guess a part of me had the desire to become one somewhere along the line.",
    "voice": ""
  },
  {
    "question": "You loved to sing, so maybe you did have the desire. What is your favorite memory from your childhood?",
    "reply": "When my younger sister was crying so hard, I sung a popular song that made her stop crying straight away; it made me so happy. I remember that like it was yesterday.",
    "voice": ""
  },
  {
    "question": "That's a wonderful memory. What is the best thing you've ever done?",
    "reply": "I have had hard practice lessons every day, but I think the most important part was before my debut. I was handing out leaflets and singing on the streets with my manager all the time, trying to get the audience to watch my performances. I thought to myself that being an idol was really tough.",
    "voice": ""
  },
  {
    "question": "But it was good experience. How did you feel when you went on stage for the first time?",
    "reply": "The scene in front of me was even better than I had imagined and I'm so glad I worked this hard to get to the place where I am today.",
    "voice": ""
  },
  {
    "question": "What does a live performance mean to you?",
    "reply": "It is a place where we must not disappoint people's expectations. I'm always thinking that we have to make sure everyone in the audience goes home with a smile.",
    "voice": ""
  },
  {
    "question": "What has been the moment when you felt a close bond with someone, during your activities so far?",
    "reply": "When my fans sing along to my songs with me, I feel so connected to them. And also the staff who have supported me along the way.",
    "voice": ""
  },
  {
    "question": "Do you have any idols who are rivals to you, within your heart?",
    "reply": "I try not to dwell on it too much, but there is someone. I think they're so cool and impressive.",
    "voice": ""
  },
  {
    "question": "Can I ask you what their name is?",
    "reply": "I can't tell you that!",
    "voice": ""
  },
  {
    "question": "Is there someone who you consider to be your best friend?",
    "reply": "We only get to meet up occasionally now, but they're a friend from high school. When I'm with them, I don't have to worry and I can just be myself.",
    "voice": ""
  },
  {
    "question": "What was the happiest moment in your life?",
    "reply": "It would be when I had my debut. You only get to experience it once. I was also happy when I sang at a local festival that I had been attending with my sister since we were young.",
    "voice": ""
  },
  {
    "question": "What has been the most frustrating moment for you?",
    "reply": "I overworked myself once to the point I physically injured myself. I remember I couldn't sleep that entire day because I was so frustrated with how I caused trouble for the staff and the customers.",
    "voice": ""
  },
  {
    "question": "What are you looking forward to the most, right now?",
    "reply": "I'm looking forward to having a full day off soon, but I don't know what I'd even do on my day off. But I'll have to decide soon, otherwise I'll end up sleeping. I'll have a think about it later!",
    "voice": ""
  },
  {
    "question": "You seem to be quite a busy person. Have you had any troubles lately?",
    "reply": "I'm a really deep sleeper, but my manager's phone still won't stop ringing in the mornings!",
    "voice": ""
  },
  {
    "question": "So, let me ask you about your song. What was your impression of \"First Step\", when you heard it for the first time?",
    "reply": "I'm excited to sing it in front of everyone! I asked my manager \"So when is the first performance!?\"",
    "voice": ""
  },
  {
    "question": "If you could explain \"First Step\" in one word, how would you describe it?",
    "reply": "Just as it is. The song is a first step for me.",
    "voice": ""
  },
  {
    "question": "Do you have a favorite lyric from the song?",
    "reply": "I'll choose \"Look, it's light. Let's move up to the future. Let's run\".",
    "voice": ""
  },
  {
    "question": "What do you like about those lyrics?",
    "reply": "The lyrics of the song are positive, so they get me really excited when I sing it.",
    "voice": ""
  },
  {
    "question": "Do you have a favorite genre of music, Mana-san?",
    "reply": "I don't have a particular genre in mind, but I've been watching idol TV shows with my sister for a long time, so I used to sing along to the songs in the shows.",
    "voice": ""
  },
  {
    "question": "I understand. What would you like to say to yourself, in 10 years time?",
    "reply": "I have somehow managed to make my biggest dream come true, haven't I? If I haven't already, good luck! You'll get there one day!\".",
    "voice": ""
  },
  {
    "question": "What is the most important dream you have?",
    "reply": "Hehe, I can't tell.",
    "voice": ""
  },
  {
    "question": "If that dream came true, who would you want to tell first?",
    "reply": "I would want to tell everyone who supports me.",
    "voice": ""
  },
  {
    "question": "What is your ideal image of an idol, Mana-san?",
    "reply": "I want to be an idol who can make everyone who comes to see me feel amazing with my singing and dancing, during a performance!",
    "voice": ""
  },
  {
    "question": "Last question. What does it mean to you, to be an idol?",
    "reply": "If there is someone waiting for me, no matter how beaten or hurt I am, I would crawl on stage for them. And I'd sing with my entire heart and soul.",
    "voice": ""
  },
  {
    "question": "And lastly, a message for your fans.",
    "reply": "Thank you so much for the endless support. I want there to be more opportunities to meet you all and share the best moments with you guys! I'll continue to do my best to help you out!",
    "voice": ""
  }
]