[
  {
    "question": "Mei-san, it's nice to meet you. First of all, please introduce yourself briefly.",
    "reply": "Hello! I'm Mei Hayasaka-!",
    "voice": ""
  },
  {
    "question": "You're very energetic. Are you usually like this?",
    "reply": "Yeah! Ah, but maybe I'm not so good in the morning.",
    "voice": ""
  },
  {
    "question": "Oh, I see. What's the first thing you do when you wake up?",
    "reply": "I'm fighting my alarm clock. It's pretty strong you know!",
    "voice": ""
  },
  {
    "question": "I- I see. So you tend to sleep in on your days off?",
    "reply": "No, I wake up on my days off for some reason! Even though it's my precious day off~.",
    "voice": ""
  },
  {
    "question": "So, what do you do on your days off?",
    "reply": "Going on walks! And chasing cats.",
    "voice": ""
  },
  {
    "question": "That's freedom, isn't it? Do you have a favorite place within Hoshimi City?",
    "reply": "There's so much here. I love this whole town.",
    "voice": ""
  },
  {
    "question": "It's lovely. Do you have any worries right now?",
    "reply": "I wonder what my current problems are... Ah! Like school homework and breakfast duty!",
    "voice": ""
  },
  {
    "question": "I'd like to hear about school and breakfast. First of all, let's talk about school. How do you usually spend your time at school?",
    "reply": "That's easy. Go to school, take a class, eat, eat, nap, play with friends, hmmm....",
    "voice": ""
  },
  {
    "question": "That's more than enough, thank you very much. Do you have a favorite subject?",
    "reply": "I think it would be gymnastics!",
    "voice": ""
  },
  {
    "question": "Are you not very good at learning in a classroom?",
    "reply": "Yeah, I don't really like it. I get sleepy listening to my teachers.",
    "voice": ""
  },
  {
    "question": "What's your weakest subject?",
    "reply": "I think it's something other than gymnastics. Ahaha.",
    "voice": ""
  },
  {
    "question": "Well, let's get back to talking about food.",
    "reply": "Yes-!",
    "voice": ""
  },
  {
    "question": "Do you have a favorite food?",
    "reply": "Donuts! Sometimes I secretly buy things when someone asks me to buy something, but Saki (Shiraishi) finds out sooner or later.",
    "voice": ""
  },
  {
    "question": "I can imagine what it's like. On the other hand, is there anything you don't like to eat?",
    "reply": "I'm not a big fan of pickles.",
    "voice": ""
  },
  {
    "question": "Do you have a favorite dessert?",
    "reply": "Donuts are number one! But I like ice cream and pudding, too!",
    "voice": ""
  },
  {
    "question": "It seems nice to be an idol.",
    "reply": "Do I seem like an idol? I don't know what I am.",
    "voice": ""
  },
  {
    "question": "Has it always been your dream to be an idol?",
    "reply": "No, no, it hasn't. I hadn't even thought about it much.",
    "voice": ""
  },
  {
    "question": "I see. What about your childhood dreams?",
    "reply": "I didn't feel like I had a dream, I guess. Oh, I think I wanted to be a cat! Nyahaha.",
    "voice": ""
  },
  {
    "question": "Thank you. What's it like living in the dormitory?",
    "reply": "It's so much fun! I feel like every day is like a school trip!",
    "voice": ""
  },
  {
    "question": "I like that. Do you have someone you consider your best friend?",
    "reply": "Best friends, huh? We're all best friends! But Suzu-nyan (Suzu Narumiya) is so interesting to watch that I can't help but get in her way.",
    "voice": ""
  },
  {
    "question": "How would you sum up your relationship with the members of Hoshimi Production in one word?",
    "reply": "Hmmm.... what would it be? I don't even know what it could be in one word.",
    "voice": ""
  },
  {
    "question": "You don't have to force yourself to answer. I've felt a deep bond with you in the stories we've told so far.",
    "reply": "A bond! Yeah, I love the bond!",
    "voice": ""
  },
  {
    "question": "What was the happiest moment you've ever had?",
    "reply": "I knew it was going to be a great moment when we were all on stage together!",
    "voice": ""
  },
  {
    "question": "So, conversely, what has been the most frustrating moment?",
    "reply": "Hmm, there hasn't really been one.",
    "voice": ""
  },
  {
    "question": "Then I'd like to ask you a lot of questions about your idol activities. If you had to choose between singing and dancing, which do you prefer?",
    "reply": "Dancing!　The more I move around, the more fun it is! But I also like to sing.",
    "voice": ""
  },
  {
    "question": "What's the most important thing about being an idol?",
    "reply": "To have fun!",
    "voice": ""
  },
  {
    "question": "How did you feel when you first went on stage?",
    "reply": "I've been to a lot of places, but this was probably the most exciting time for me. I had a great time.",
    "voice": ""
  },
  {
    "question": "You weren't nervous?",
    "reply": "Yeah!",
    "voice": ""
  },
  {
    "question": "Maybe that's one of Mei's strong points. What was it that made you want to be an idol in the first place?",
    "reply": "Well, because they looked like they were having fun?",
    "voice": ""
  },
  {
    "question": "That's very much like Mei-san. How is it actually, being an idol?",
    "reply": "So much fun! Sometimes it's hard and sometimes I get angry... Ahaha.",
    "voice": ""
  },
  {
    "question": "What's the hardest thing you've ever done?",
    "reply": "It was probably hard to remember the lyrics. But I remembered the lyrics while dancing and singing.",
    "voice": ""
  },
  {
    "question": "Normally you have to remember them line by line, right?",
    "reply": "Is that right? It's easier for me to learn the lyrics through my body, too.",
    "voice": ""
  },
  {
    "question": "What's the moment you've felt a bond with someone in your activities so far?",
    "reply": "There was a time when Suzu-nyan and I looked at each other, and the first part of the song and the first part of the dance matched perfectly. It was a great feeling. That's what bonding is all about, isn't it?",
    "voice": ""
  },
  {
    "question": "Wow. Narumiya-san said the same thing.",
    "reply": "What? I'm embarrassed now.",
    "voice": ""
  },
  {
    "question": "What kind of people are fans for Mei-san?",
    "reply": "Hmm, friends?",
    "voice": ""
  },
  {
    "question": "Oh. And how is that possible?",
    "reply": "My friends and I have a lot of fun, and if people see them having fun too, it's like we're all having fun and being friends.",
    "voice": ""
  },
  {
    "question": "I'd like to ask them about the music. What was your first impression of \"Shine Purity\" when you first heard it?",
    "reply": "\"It's so cool!\" is what I thought!",
    "voice": ""
  },
  {
    "question": "How would you describe \"Shine Purity\" in one word?",
    "reply": "It's hard to say just one word~. Ah! The song of bonds!",
    "voice": ""
  },
  {
    "question": "You mentioned that earlier. Do you have a favorite lyric from \"Shine Purity\"?",
    "reply": "\"Look at the stars and let them shine, I'm not afraid of the dark\". It's so cool and my body starts to move on its own.",
    "voice": ""
  },
  {
    "question": "Do you have a dream that you want to achieve with Hoshimi Production?",
    "reply": "A dream. It would be great if we could have fun together all the time.",
    "voice": ""
  },
  {
    "question": "What would you like to say to yourself in 10 years time?",
    "reply": "How are you going to be doing in 10 years time? The current Mei is doing very well now. I wonder if she's having a good time. Hey, Mi-ke's, are you doing okay?",
    "voice": ""
  },
  {
    "question": "Who is \"Mi-ke\"?",
    "reply": "They're the cats near the dormitory.",
    "voice": ""
  },
  {
    "question": "So here's my last question. What does being an idol mean to you, Mei-san?",
    "reply": "It was so bright and shiny, but everyone worked so hard. It's hard work running on the beach! But everyone seems to be having fun. It's so cool being an idol! Huh? Is that an answer?",
    "voice": ""
  },
  {
    "question": "Yes, it's okay. Please give a message to your fans.",
    "reply": "From now on, please keep supporting Hoshimi Production!",
    "voice": ""
  }
]