[
  {
    "question": "Thank you for your time today. I had the pleasure of interviewing Kotono Nagase-san the other day. You two are very close, aren't you?",
    "reply": "Thank you for your time too! That's right. I spend a lot of time with Kotono-chan.",
    "voice": ""
  },
  {
    "question": "That's right. When did you and Kotono meet?",
    "reply": "In the first year of junior high school. We were in the same class!",
    "voice": ""
  },
  {
    "question": "Did you get along with each other right away after you first met?",
    "reply": "No, actually, I'm not like that. I just thought she was a scary child at first.",
    "voice": ""
  },
  {
    "question": "What a surprise. So that's how it went. How did you get to know her?",
    "reply": "It all started with a little thing. I saw an unexpected side of Kotono-chan and I fell in love with her.",
    "voice": ""
  },
  {
    "question": "Is that so?",
    "reply": "That's right! Despite her appearance, she has a lot of cute features. I was a bit lonely and she doesn't have many friends... but she...",
    "voice": ""
  },
  {
    "question": "Wait, wait a minute. All you're talking about is Kotono-san's story right now.",
    "reply": "Haha, I'm sorry... It's just that I tend to talk too much when it comes to Kotono-chan.",
    "voice": ""
  },
  {
    "question": "It's okay. I could feel your love for Kotono-san. Nagisa-san, have you been in Hoshimi City since you were little?",
    "reply": "Yes. The ocean is nearby and the stars are beautiful. I like it very much.",
    "voice": ""
  },
  {
    "question": "Do you have a favorite place in particular?",
    "reply": "It's a difficult question... Oh, but I do like my dorm rooftop now!　The moon looks so beautiful from there!",
    "voice": ""
  },
  {
    "question": "I see. Did you have a dream when you were little?",
    "reply": "A dream, huh? I haven't had many dreams like that. Of course, I do have them now, though!",
    "voice": ""
  },
  {
    "question": "Do you have any favorite memories from your childhood?",
    "reply": "When I was a little kid, I used to run around and play, but there was one kid who wouldn't join in with the others. Not that he was ignored, but he was a bit of a weakling. I got up the courage to talk to him, and they were very quick. In the end, that kid was the first one to show up every time. I remember that moment very well.",
    "voice": ""
  },
  {
    "question": "What made you decide to become an idol?",
    "reply": "It's because I wanted to make Kotono-chan's dream come true with her...",
    "voice": ""
  },
  {
    "question": "Kotono-san is all all you think about, isn't she? You spend a lot of time together at school, don't you?",
    "reply": "Ehehe. I guess so. When I go home for lunch or when I go home.... We study together before tests and so on.",
    "voice": ""
  },
  {
    "question": "Come to think of it, Kotono-san said in an interview the other day that she wasn't very good at studying. Do you have a subject that you're good at?",
    "reply": "Kotono-chan can do it if she tries. She doesn't seem to be very interested in learning. I don't know if I'm good at it or not, but I like modern literature.",
    "voice": ""
  },
  {
    "question": "Why is that again?",
    "reply": "I've always liked stories. I like to imagine the feelings of the characters and the author.",
    "voice": ""
  },
  {
    "question": "I see. You don't write any stories yourself?",
    "reply": "I would like to write stories in my diary, but it's not easy. But I usually just write my daily life in my diary.",
    "voice": ""
  },
  {
    "question": "Oh, I see. What kind of content do you write about?",
    "reply": "It's not interesting to hear that~. I'll keep it a secret.",
    "voice": ""
  },
  {
    "question": "On the other hand, are there any subjects that you are not good at?",
    "reply": "I'm not very good at math. My head gets cluttered.",
    "voice": ""
  },
  {
    "question": "I know how you feel. Do you eat lunch at school?",
    "reply": "Yes, I've been trying to make my own recently, but it's been difficult...",
    "voice": ""
  },
  {
    "question": "What kind of breakfast do you make yourself?",
    "reply": "I often make breakfast mainly with rice. The other day, I made boiled eggplant.",
    "voice": ""
  },
  {
    "question": "That sounds great. What is your favorite food?",
    "reply": "I love peaches!",
    "voice": ""
  },
  {
    "question": "What is your least favorite food?",
    "reply": "I don't like bitter melon.",
    "voice": ""
  },
  {
    "question": "There are many people who don't like it. Do you have a favorite dessert?",
    "reply": "I like things like peach jelly. Especially the ones with big fruit in them!",
    "voice": ""
  },
  {
    "question": "So, what's your favorite drink?",
    "reply": "Ehehe. It's peach juice. It's kind of embarrassing, isn't it?",
    "voice": ""
  },
  {
    "question": "No, no. I've found out that you love peaches. Next, what's the best thing that's ever happened to you?",
    "reply": "Being on stage with Kotono-chan, I guess.",
    "voice": ""
  },
  {
    "question": "So what are some of your frustrating moments?",
    "reply": "I have many. I can't keep up with the dances, or I stumble when moving around a bit. It's a frustration that I feel every day.",
    "voice": ""
  },
  {
    "question": "That sounds like a tough lesson, doesn't it? What's been bothering you lately?",
    "reply": "We all have to work together to make it look good. If I'm off by just a little bit, the dance looks completely different. I'm so busy with my own dancing that I can't keep my eyes on the prize.",
    "voice": ""
  },
  {
    "question": "The more people there are, the more difficult it becomes. If you had to describe your relationship with the members of Hoshimi Productions in one word, how would you describe it?",
    "reply": "What is it~?　A tripod, maybe?　You can't have one of us fall down, and if we all breathe together, we can make a big push.",
    "voice": ""
  },
  {
    "question": "I think it's wonderful. I think we have a very good relationship. What was the moment you felt a bond with one of those members?",
    "reply": "There was a time when I woke up early in the morning by accident because I was feeling a bit anxious. I went to the studio to practice on my own before going to school; I ran into Kotono-chan and I thought she woke up early too. It's just a small thing, but I felt a bond with her.",
    "voice": ""
  },
  {
    "question": "So what is your main goal that you want to achieve with Hoshimi Production?",
    "reply": "Of course, it's me becoming the number one idol.",
    "voice": ""
  },
  {
    "question": "So, do you have an ideal image of an idol, Nagisa-san?",
    "reply": "What is my ideal image of an idol? I don't have a concrete image of an idol yet, but I hope that our singing and dancing will help lift someone's spirits.",
    "voice": ""
  },
  {
    "question": "I think that's a fair enough image of an idol. What do you find most important in your idol career, Nagisa-san?",
    "reply": "Being number one is a difficult thing to achieve. But I guess the most important thing is whether the audience is enjoying the show or not.",
    "voice": ""
  },
  {
    "question": "What kind of fans do you have?",
    "reply": "If the fans have high energy, I can use them as my own source of energy. That's what I told them.",
    "voice": ""
  },
  {
    "question": "So I'd like to dig a little deeper. With the phrase \"I won't lose to anyone!\", what do you think your good points as an idol are?",
    "reply": "Actually, I'm trying to figure it out myself... What do you think my strengths are?",
    "voice": ""
  },
  {
    "question": "Oh. That's a new pattern. What is it...?　Is it the strength of your feelings for your friends?",
    "reply": "Ah! I'm sorry I asked the opposite of what you wanted.... Thank you!",
    "voice": ""
  },
  {
    "question": "I was surprised, but it was fresh and interesting. Nagisa, is there anyone you consider a rival in your mind?",
    "reply": "A rival~. But everyone at Hoshimi Pro could be a rival. Rivals are people who work together to improve each other's skills, aren't they? In that sense, I think we're good friends and rivals.",
    "voice": ""
  },
  {
    "question": "You guys inspire each other, don't you? I'd like to ask you about your live shows. What was it like for you when you first went on stage?",
    "reply": "Up until the day before, I was so anxious, but when I got on the stage, I was so absorbed in the show.... It was a very special time.",
    "voice": ""
  },
  {
    "question": "What is a live performance like for you, Nagisa-san?",
    "reply": "It gives me a warm feeling and encourages me to do my best. That's the kind of place I want it to be.",
    "voice": ""
  },
  {
    "question": "Thank you very much. I would like to ask you about your music, do you have a favorite genre of music?",
    "reply": "A genre, huh? It's not really a genre, but I listen to a lot of female singer-songwriters' music. The lyrics resonate with me a lot and make me want to do my best.",
    "voice": ""
  },
  {
    "question": "I see. So, do you have a favorite lyric in \"Shine Purity\"?",
    "reply": "\"I'm here with you, and I'm gonna shine, I'm not alone anymore\", I'd say. I also like the \"If I'm with someone\" and \"If someone is here for me\" parts, it makes me feel connected to everyone.",
    "voice": ""
  },
  {
    "question": "What was your first impression of \"Shine Purity\" when you first heard it?",
    "reply": "At first I thought the song was a bit dark, but after listening to the song several times, it wasn't like that at all. It sounds like a difficult song to dance to.",
    "voice": ""
  },
  {
    "question": "If you had to explain \"Shine Purity\" in one word, how would you describe the song?",
    "reply": "I wonder~. It's a light that lights up our road that we can't see the future. This song makes me feel like I can move forward.",
    "voice": ""
  },
  {
    "question": "By the way, what do you think you'd be doing if you weren't an idol?",
    "reply": "I really think I'd be living a very normal high school life.",
    "voice": ""
  },
  {
    "question": "What does being an idol mean to you, Nagisa-san?",
    "reply": "That's a difficult question! I'm currently searching for what an idol is for me. Even so, I think it's the kind of thing I was talking about before, the kind of thing that can make someone else feel better.",
    "voice": ""
  },
  {
    "question": "Lastly, could you give a message to your fans?",
    "reply": "Thank you for your support!　I get a lot of energy from everyone. I'm still a work in progress, but I'll do my best to give back properly, so please keep up the good work!",
    "voice": ""
  }
]