[
  {
    "name": "Kotono",
    "data": [
      {
        "question": "Nice to meet you Kotono Nagase-san. What kind of life do you have as a student?",
        "reply": "Y...Yes. Even at school, I practice during my lunch breaks. I'm with Nagisa a lot of the time.",
        "voice": ""
      },
      {
        "question": "Are you nervous right now?",
        "reply": "Yeah, I guess so. I haven't had many interviews yet...",
        "voice": ""
      },
      {
        "question": "Try to relax please. Do you have a favorite subject in school?",
        "reply": "Gymnastics. I can't really say that, can I? If I had to choose, then history...I guess.",
        "voice": ""
      },
      {
        "question": "You can say Physical Education, it's fine. It's a bit surprising that you like history, why do you like it?",
        "reply": "Aren't old stories interesting? It's fun to learn about everything that has happened.",
        "voice": ""
      },
      {
        "question": "I see. So, on the opposite side of things, what are your weakest subjects?",
        "reply": "Mathematics and physics...I'm not good with numbers.",
        "voice": ""
      },
      {
        "question": "How do you study for tests?",
        "reply": "Nagisa and I study together often. To be honest, I'm not very good with tests...",
        "voice": ""
      },
      {
        "question": "You've mentioned Nagisa-san already, but among the members, who is your best friend?",
        "reply": "It has to Nagisa. She is one of the only friends I've had since middle school.",
        "voice": ""
      },
      {
        "question": "So, do you have a rival?",
        "reply": "Rival, huh? Well...Sakura might be my rival. She surprises me in so many ways; I can't lose to her. But, of course, we're not on bad terms.",
        "voice": ""
      },
      {
        "question": "You're good rivals, aren't you? Have you had any moments in your career where you felt a bond with the others?",
        "reply": "A bond...? We're all serious about becoming top idols, so I guess you might feel a bond between us in that sense.",
        "voice": ""
      },
      {
        "question": "That's amazing. I get the sense that you're not just an idol group. In your mind, you're thinking \"This is the only place I can't lose to anyone!\". What are some of the advantages of being an idol?",
        "reply": "I don't know if I'm as good as anyone else, but I won't lose my motivation to become a top idol.",
        "voice": ""
      },
      {
        "question": "Oh--. I get the feeling that you're very determined. When did you become an idol in the first place?",
        "reply": "It was after I entered high school...",
        "voice": ""
      },
      {
        "question": "So it was surprisingly recent then. Was it hard to get to this point? What's the hardest thing you've ever done?",
        "reply": "I wonder... It has to be the singing after all, but I still think I haven't worked hard enough.",
        "voice": ""
      },
      {
        "question": "I see. By the way, which do you like better: singing or dancing?",
        "reply": "My favorite is dancing. Singing is difficult.",
        "voice": ""
      },
      {
        "question": "Thank you. Now, I'd like to ask you a little bit about your personal life. What is the first thing you do when you wake up in the morning?",
        "reply": "This won't be very interesting to listen to though...? Normally, it would be washing my face.",
        "voice": ""
      },
      {
        "question": "No, no, don't say that. I think the fans would want to know. Are you a bread or rice person in the morning?",
        "reply": "I think it's rice. But I serve bread when it's my turn to make breakfast.",
        "voice": ""
      },
      {
        "question": "Is that right? When you're making breakfast, what kind of food do you usually make?",
        "reply": "I hardly ever cook, I'm not very good at it. That's why I serve bread.",
        "voice": ""
      },
      {
        "question": "I thing we should start talking about cooking now. What is your favorite food?",
        "reply": "Don't laugh, okay? ...C...Cotton candy is my favorite.",
        "voice": ""
      },
      {
        "question": "Oh--, I'm surprised. Why do you like it?",
        "reply": "When I was little, my family went to a festival and I got lost. Then, my sister came to look for me and bought me some cotton candy. The cotton candy I had that day was so delicious, that was what started my love for it.",
        "voice": ""
      },
      {
        "question": "The festival was the Hoshimi Festival?",
        "reply": "Yeah, that's right. Now, it is a festival that holds many memories for me.",
        "voice": ""
      },
      {
        "question": "I'm sure it is. Do you have a favorite place in your hometown, Hoshimi City?",
        "reply": "I like the beach at night. I like to be in a quiet place and just listen to the sound of the waves.",
        "voice": ""
      },
      {
        "question": "I can understand that. Then, moving on, what is your favorite color?",
        "reply": "I like a black-ish blue. Maybe a color like the night sky suits me most.",
        "voice": ""
      },
      {
        "question": "That certainly sounds like you. What do you do on your days off?",
        "reply": "I generally practice on my own...I'm sorry, it's not very fun.",
        "voice": ""
      },
      {
        "question": "That's not true. Is there anything that has been troubling you lately?",
        "reply": "There are many things. How to use your fingertips while dancing, how to use my voice properly...",
        "voice": ""
      },
      {
        "question": "You've been thinking about idols for a long time, haven't you? What was your dream when you were little?",
        "reply": "When I was little, it was my dream to be a pianist. I was influenced by my mother though.",
        "voice": ""
      },
      {
        "question": "Was it your sister's influence that made you want to become an idol?",
        "reply": "Yeah.....I guess so. If it wasn't for my sister, I don't think I would have become an idol.",
        "voice": ""
      },
      {
        "question": "I see. Is she your ideal idol?",
        "reply": "I wish I could be a great idol like my sister, but this is just the beginning.",
        "voice": ""
      },
      {
        "question": "Thank you. What is the most important thing for you in your idol career?",
        "reply": "The hardest thing...it has to be being able to perform with all your energy and force, I guess.",
        "voice": ""
      },
      {
        "question": "So, what does a stage performance or a live performance mean to you, Kotono-san?",
        "reply": "To me, it's a place that gives me life.",
        "voice": ""
      },
      {
        "question": "That's deep. What do you think you would have done if you hadn't become an idol?",
        "reply": "If I hadn't become one, I would be a piano teacher or something like that. But I think I'm doing all I can to become an idol.",
        "voice": ""
      },
      {
        "question": "Impressive. You're extremely determined. Do you remember your debut concert?",
        "reply": "Of course, I remember it.",
        "voice": ""
      },
      {
        "question": "How did you feel during it?",
        "reply": "I was both excited and nervous, it was a very strange feeling. I starting feeling like \"This is where it all begins\".",
        "voice": ""
      },
      {
        "question": "You weren't that happy?",
        "reply": "That's not it. I was very happy, but I was just as nervous as I was happy.",
        "voice": ""
      },
      {
        "question": "By the way, what is the happiest moment for you, in your life?",
        "reply": "I guess it was our debut. I was so happy that people came to see us.",
        "voice": ""
      },
      {
        "question": "On the other hand, what was the most frustrating moment?",
        "reply": "",
        "voice": ""
      },
      {
        "question": "When I saw LizNoir's performance, I felt disappointed in my own performance.",
        "reply": "",
        "voice": ""
      },
      {
        "question": "Thank you. I'd like to ask you about your music, but do you have a favorite genre of music?",
        "reply": "Genre? I wonder...? I don't listen to music much so I don't know.",
        "voice": ""
      },
      {
        "question": "That's right. So, what was your first impression of \"Shine Purity ~Kagayaki no Jundo~\" when you heard it for the first time?",
        "reply": "I thought it was a nice song.",
        "voice": ""
      },
      {
        "question": "If you had to describe \"Shine Purity\" in one word, how would you describe it?",
        "reply": "A song of the beginning.",
        "voice": ""
      },
      {
        "question": "What is your favorite lyric in \"Shine Purity\"?",
        "reply": "The part that is \"I hope strongly, what I aim for is not enough\". It's not just about wishing, it's about being prepared and willing to go for that goal seriously. That's what makes me tense up.",
        "voice": ""
      },
      {
        "question": "I think that was a very Kotono-san-like choice. What dream do you want to achieve with Hoshimi Productions?",
        "reply": "I want to become a top idol.",
        "voice": ""
      },
      {
        "question": "That's right, isn't it? If your dreams come true, who would you want to tell first?",
        "reply": "My sister...",
        "voice": ""
      },
      {
        "question": "What would you like to say to yourself in 10 years time?",
        "reply": "\"Has your dream.......come true?\"...It would be something like that?",
        "voice": ""
      },
      {
        "question": "It's okay. To put it simply, what does it mean to be an idol, Kotono-san?",
        "reply": "That's a difficult question. I hate it...I love it...I can't put it into words very well. Sorry.",
        "voice": ""
      },
      {
        "question": "I think that's fine. What kind of people are your fans to you, Kotono-san?",
        "reply": "The fans...they're the ones who make us shine.",
        "voice": ""
      },
      {
        "question": "Thank you very much. Lastly, could you give a message to your fans?",
        "reply": "A message? Well...thank you for all the support. I'll do my best do give you the best lives possible, so please keep supporting us. ....Is that good enough?",
        "voice": ""
      }
    ]
  },
  {
    "name": "Nagisa",
    "data": [
      {
        "question": "Thank you for your time today. I had the pleasure of interviewing Kotono Nagase-san the other day. You two are very close, aren't you?",
        "reply": "Thank you for your time too! That's right. I spend a lot of time with Kotono-chan.",
        "voice": ""
      },
      {
        "question": "That's right. When did you and Kotono meet?",
        "reply": "In the first year of junior high school. We were in the same class!",
        "voice": ""
      },
      {
        "question": "Did you get along with each other right away after you first met?",
        "reply": "No, actually, I'm not like that. I just thought she was a scary child at first.",
        "voice": ""
      },
      {
        "question": "What a surprise. So that's how it went. How did you get to know her?",
        "reply": "It all started with a little thing. I saw an unexpected side of Kotono-chan and I fell in love with her.",
        "voice": ""
      },
      {
        "question": "Is that so?",
        "reply": "That's right! Despite her appearance, she has a lot of cute features. I was a bit lonely and she doesn't have many friends... but she...",
        "voice": ""
      },
      {
        "question": "Wait, wait a minute. All you're talking about is Kotono-san's story right now.",
        "reply": "Haha, I'm sorry... It's just that I tend to talk too much when it comes to Kotono-chan.",
        "voice": ""
      },
      {
        "question": "It's okay. I could feel your love for Kotono-san. Nagisa-san, have you been in Hoshimi City since you were little?",
        "reply": "Yes. The ocean is nearby and the stars are beautiful. I like it very much.",
        "voice": ""
      },
      {
        "question": "Do you have a favorite place in particular?",
        "reply": "It's a difficult question... Oh, but I do like my dorm rooftop now!　The moon looks so beautiful from there!",
        "voice": ""
      },
      {
        "question": "I see. Did you have a dream when you were little?",
        "reply": "A dream, huh? I haven't had many dreams like that. Of course, I do have them now, though!",
        "voice": ""
      },
      {
        "question": "Do you have any favorite memories from your childhood?",
        "reply": "When I was a little kid, I used to run around and play, but there was one kid who wouldn't join in with the others. Not that he was ignored, but he was a bit of a weakling. I got up the courage to talk to him, and they were very quick. In the end, that kid was the first one to show up every time. I remember that moment very well.",
        "voice": ""
      },
      {
        "question": "What made you decide to become an idol?",
        "reply": "It's because I wanted to make Kotono-chan's dream come true with her...",
        "voice": ""
      },
      {
        "question": "Kotono-san is all all you think about, isn't she? You spend a lot of time together at school, don't you?",
        "reply": "Ehehe. I guess so. When I go home for lunch or when I go home.... We study together before tests and so on.",
        "voice": ""
      },
      {
        "question": "Come to think of it, Kotono-san said in an interview the other day that she wasn't very good at studying. Do you have a subject that you're good at?",
        "reply": "Kotono-chan can do it if she tries. She doesn't seem to be very interested in learning. I don't know if I'm good at it or not, but I like modern literature.",
        "voice": ""
      },
      {
        "question": "Why is that again?",
        "reply": "I've always liked stories. I like to imagine the feelings of the characters and the author.",
        "voice": ""
      },
      {
        "question": "I see. You don't write any stories yourself?",
        "reply": "I would like to write stories in my diary, but it's not easy. But I usually just write my daily life in my diary.",
        "voice": ""
      },
      {
        "question": "Oh, I see. What kind of content do you write about?",
        "reply": "It's not interesting to hear that~. I'll keep it a secret.",
        "voice": ""
      },
      {
        "question": "On the other hand, are there any subjects that you are not good at?",
        "reply": "I'm not very good at math. My head gets cluttered.",
        "voice": ""
      },
      {
        "question": "I know how you feel. Do you eat lunch at school?",
        "reply": "Yes, I've been trying to make my own recently, but it's been difficult...",
        "voice": ""
      },
      {
        "question": "What kind of breakfast do you make yourself?",
        "reply": "I often make breakfast mainly with rice. The other day, I made boiled eggplant.",
        "voice": ""
      },
      {
        "question": "That sounds great. What is your favorite food?",
        "reply": "I love peaches!",
        "voice": ""
      },
      {
        "question": "What is your least favorite food?",
        "reply": "I don't like bitter melon.",
        "voice": ""
      },
      {
        "question": "There are many people who don't like it. Do you have a favorite dessert?",
        "reply": "I like things like peach jelly. Especially the ones with big fruit in them!",
        "voice": ""
      },
      {
        "question": "So, what's your favorite drink?",
        "reply": "Ehehe. It's peach juice. It's kind of embarrassing, isn't it?",
        "voice": ""
      },
      {
        "question": "No, no. I've found out that you love peaches. Next, what's the best thing that's ever happened to you?",
        "reply": "Being on stage with Kotono-chan, I guess.",
        "voice": ""
      },
      {
        "question": "So what are some of your frustrating moments?",
        "reply": "I have many. I can't keep up with the dances, or I stumble when moving around a bit. It's a frustration that I feel every day.",
        "voice": ""
      },
      {
        "question": "That sounds like a tough lesson, doesn't it? What's been bothering you lately?",
        "reply": "We all have to work together to make it look good. If I'm off by just a little bit, the dance looks completely different. I'm so busy with my own dancing that I can't keep my eyes on the prize.",
        "voice": ""
      },
      {
        "question": "The more people there are, the more difficult it becomes. If you had to describe your relationship with the members of Hoshimi Productions in one word, how would you describe it?",
        "reply": "What is it~?　A tripod, maybe?　You can't have one of us fall down, and if we all breathe together, we can make a big push.",
        "voice": ""
      },
      {
        "question": "I think it's wonderful. I think we have a very good relationship. What was the moment you felt a bond with one of those members?",
        "reply": "There was a time when I woke up early in the morning by accident because I was feeling a bit anxious. I went to the studio to practice on my own before going to school; I ran into Kotono-chan and I thought she woke up early too. It's just a small thing, but I felt a bond with her.",
        "voice": ""
      },
      {
        "question": "So what is your main goal that you want to achieve with Hoshimi Production?",
        "reply": "Of course, it's me becoming the number one idol.",
        "voice": ""
      },
      {
        "question": "So, do you have an ideal image of an idol, Nagisa-san?",
        "reply": "What is my ideal image of an idol? I don't have a concrete image of an idol yet, but I hope that our singing and dancing will help lift someone's spirits.",
        "voice": ""
      },
      {
        "question": "I think that's a fair enough image of an idol. What do you find most important in your idol career, Nagisa-san?",
        "reply": "Being number one is a difficult thing to achieve. But I guess the most important thing is whether the audience is enjoying the show or not.",
        "voice": ""
      },
      {
        "question": "What kind of fans do you have?",
        "reply": "If the fans have high energy, I can use them as my own source of energy. That's what I told them.",
        "voice": ""
      },
      {
        "question": "So I'd like to dig a little deeper. With the phrase \"I won't lose to anyone!\", what do you think your good points as an idol are?",
        "reply": "Actually, I'm trying to figure it out myself... What do you think my strengths are?",
        "voice": ""
      },
      {
        "question": "Oh. That's a new pattern. What is it...?　Is it the strength of your feelings for your friends?",
        "reply": "Ah! I'm sorry I asked the opposite of what you wanted.... Thank you!",
        "voice": ""
      },
      {
        "question": "I was surprised, but it was fresh and interesting. Nagisa, is there anyone you consider a rival in your mind?",
        "reply": "A rival~. But everyone at Hoshimi Pro could be a rival. Rivals are people who work together to improve each other's skills, aren't they? In that sense, I think we're good friends and rivals.",
        "voice": ""
      },
      {
        "question": "You guys inspire each other, don't you? I'd like to ask you about your live shows. What was it like for you when you first went on stage?",
        "reply": "Up until the day before, I was so anxious, but when I got on the stage, I was so absorbed in the show.... It was a very special time.",
        "voice": ""
      },
      {
        "question": "What is a live performance like for you, Nagisa-san?",
        "reply": "It gives me a warm feeling and encourages me to do my best. That's the kind of place I want it to be.",
        "voice": ""
      },
      {
        "question": "Thank you very much. I would like to ask you about your music, do you have a favorite genre of music?",
        "reply": "A genre, huh? It's not really a genre, but I listen to a lot of female singer-songwriters' music. The lyrics resonate with me a lot and make me want to do my best.",
        "voice": ""
      },
      {
        "question": "I see. So, do you have a favorite lyric in \"Shine Purity\"?",
        "reply": "\"I'm here with you, and I'm gonna shine, I'm not alone anymore\", I'd say. I also like the \"If I'm with someone\" and \"If someone is here for me\" parts, it makes me feel connected to everyone.",
        "voice": ""
      },
      {
        "question": "What was your first impression of \"Shine Purity\" when you first heard it?",
        "reply": "At first I thought the song was a bit dark, but after listening to the song several times, it wasn't like that at all. It sounds like a difficult song to dance to.",
        "voice": ""
      },
      {
        "question": "If you had to explain \"Shine Purity\" in one word, how would you describe the song?",
        "reply": "I wonder~. It's a light that lights up our road that we can't see the future. This song makes me feel like I can move forward.",
        "voice": ""
      },
      {
        "question": "By the way, what do you think you'd be doing if you weren't an idol?",
        "reply": "I really think I'd be living a very normal high school life.",
        "voice": ""
      },
      {
        "question": "What does being an idol mean to you, Nagisa-san?",
        "reply": "That's a difficult question! I'm currently searching for what an idol is for me. Even so, I think it's the kind of thing I was talking about before, the kind of thing that can make someone else feel better.",
        "voice": ""
      },
      {
        "question": "Lastly, could you give a message to your fans?",
        "reply": "Thank you for your support!　I get a lot of energy from everyone. I'm still a work in progress, but I'll do my best to give back properly, so please keep up the good work!",
        "voice": ""
      }
    ]
  },
  {
    "name": "Sakura",
    "data": [
      {
        "question": "Sakura-san, you're a sophomore in high school, right? How do you spend your time during school?",
        "reply": "When I go to school after my morning practice is over, I feel like I'm going to collapse in class.",
        "voice": ""
      },
      {
        "question": "Oh, Do you get to eat breakfast often?",
        "reply": "No, I'm on duty! When I'm on breakfast duty, I still can't make something as Haruko-chan's breakfasts!",
        "voice": ""
      },
      {
        "question": "So what is the first thing you do when you wake up in the morning?",
        "reply": "Hmm, what have I been doing...? Maybe washing my face?",
        "voice": ""
      },
      {
        "question": "Do you have a favorite subject in school?",
        "reply": "It's physical education and art. I'm not very good at studying...Hehehe.",
        "voice": ""
      },
      {
        "question": "On the other hand, what are your weakest subjects?",
        "reply": "I'm going to fold! I'm not great at all of them, but I don't hate any of them!",
        "voice": ""
      },
      {
        "question": "How do you refresh yourself on your days off?",
        "reply": "We all clean up together and cook dinner. If I'm alone, I often go for walks along the beach.",
        "voice": ""
      },
      {
        "question": "It's a beautiful town, isn't it? Do you have a favorite place in your hometown, Hoshimi City?",
        "reply": "All of it is great, you know. I really mean it.",
        "voice": ""
      },
      {
        "question": "What are the essentials, other than your phone and purse, for when you go for a walk?",
        "reply": "A handkerchief... and a water bottle!",
        "voice": ""
      },
      {
        "question": "Then, Sakura-san, where do you feel most comfortable?",
        "reply": "The living room and garden of the dormitory, where we all gather together! But if you make a racket, Saki (Shirashi)-chan will scold you, so you have to be careful...",
        "voice": ""
      },
      {
        "question": "Next, let's talk about food. What is your favorite food?",
        "reply": "Crispy tonkatsu. The tonkatsu sold on the shopping street in Hoshimi City is so delicious!",
        "voice": ""
      },
      {
        "question": "Sakura-san, you sure love Hoshimi City. What about desserts?",
        "reply": "Hmm... French toast, or something like that. But I don't eat it much.",
        "voice": ""
      },
      {
        "question": "What is your favorite drink?",
        "reply": "Tea I guess...",
        "voice": ""
      },
      {
        "question": "So, let's talk about Hoshimi Pro. How would you describe your relationship with the members in one word?",
        "reply": "Family... no, that wouldn't be right. It would be more accurate to say we're like sisters.",
        "voice": ""
      },
      {
        "question": "You're all very close with each other then. Has there been a moment during your activities where you felt a bond with someone?",
        "reply": "From our daily lives to our lessons, we really help each other out, but when the members follow each other during live shows, I feel the bond between us.",
        "voice": ""
      },
      {
        "question": "Then, within your heart, who do you consider to be your best friend?",
        "reply": "Who do you mean? I love all the members.",
        "voice": ""
      },
      {
        "question": "Is there anyone you consider to be your rival?",
        "reply": "Yeah, calling them a rival makes it seem like they're my enemy though, however Koto**-chan's presence has been an inspiration to me. She was the reason I wanted to become an idol. Hey... can you keep that name a secret?",
        "voice": ""
      },
      {
        "question": "I see. Do you have any dreams that you want to achieve with the members?",
        "reply": "Of course, we're all going to become top idols together!",
        "voice": ""
      },
      {
        "question": "You're ambitious indeed! If that dream came true, who would you want to tell first?",
        "reply": "My parents. They've supported me through everything.",
        "voice": ""
      },
      {
        "question": "So, I would like to ask you some questions about your personal life, Sakura-san. What is your fondest childhood memory?",
        "reply": "When I was little, my parents took me swimming in the sea. That day, there were so many big waves that I cried my eyes out. I don't mind it now, though.",
        "voice": ""
      },
      {
        "question": "I'm glad you were able to overcome that fear. When you were a little girl Sakura-san, did you have any dreams?",
        "reply": "I thought I would become a nurse, or a flower shop owner and such... I never thought that I would become an idol.",
        "voice": ""
      },
      {
        "question": "So, if you hadn't become an idol, what do you think you would be doing right now?",
        "reply": "I'd be...living just a normal life being happy I would think... so I'd be going to school and taking exams? Ha! It's not very interesting, is it...?",
        "voice": ""
      },
      {
        "question": "That's okay! Next, what is the best gift you've ever received?",
        "reply": "When I was little, my mother bought me a stuffed toy of the Hoshimi City mascot \"Gyogyotto-san\" when I was having a difficult time. I still have it; it's very precious to me.",
        "voice": ""
      },
      {
        "question": "So, what as been the happiest moment in your life?",
        "reply": "Doing idol activities like this makes me happiest. That's why I've been happy for so long.",
        "voice": ""
      },
      {
        "question": "On the other hand, what has been the most frustrating moment for you?",
        "reply": "The moment when things that used to be normal to me, were no longer the norm.",
        "voice": ""
      },
      {
        "question": "Oh, that's very meaningful. What's your greatest pleasure now?",
        "reply": "I'm looking forward to the next show so much I'm shaking with excitement!",
        "voice": ""
      },
      {
        "question": "So, what would that kind of live be like for you, Sakura-san?",
        "reply": "No matter how many times you stand there, it's always going to be just like the first time. It's such an exciting place.",
        "voice": ""
      },
      {
        "question": "How did it feel when you stood on stage for the first time?",
        "reply": "My eyes opened in front of me, and it was like \"I'm going to be singing here!\". That kind of feeling.",
        "voice": ""
      },
      {
        "question": "What would you say to yourself, 10 years from now?",
        "reply": "\"Are you still an idol? I'll catch up to you in a minute, just you wait and see!\" Huh? Is this no good?",
        "voice": ""
      },
      {
        "question": "I don't think so. So now that we've have a series of serious questions, here are two lighter ones. Do you have a favorite color?",
        "reply": "Orange, I guess. It brightens my mood!",
        "voice": ""
      },
      {
        "question": "If you were to compare yourself to an animal, which animal would you choose?",
        "reply": "Ahaha, strange question. It's the first time I've been asked this, I don't know what to say. Maybe a dog?",
        "voice": ""
      },
      {
        "question": "Now, let's get even closer to the heart of Sakura's story. What made you decide to become an idol?",
        "reply": "Well it's a bit strange, but first, my heart was beating while stood outside the office. Then I met Kotono (Nagase)-chan and I didn't know if she did as well as I did, but I thought if there's someone who is working as hard as I am, I want to work with them!",
        "voice": ""
      },
      {
        "question": "That's definitely a strange coincidence. So what is the most important thing to you, in your idol career?",
        "reply": "It's all about bringing smiles to our fans' faces all the time.",
        "voice": ""
      },
      {
        "question": "What do your fans mean to you, Sakura-san?",
        "reply": "To be honest, I was a little scared at first. I wondered what people would think of me and if they would hate me. But now, they're my source of energy to get me through any tough lesson!",
        "voice": ""
      },
      {
        "question": "I'm happy to hear your true feelings. What is the most important thing to do as an idol?",
        "reply": "I haven't danced or sung at all, so I'm doing my best every day to keep up with the other members.",
        "voice": ""
      },
      {
        "question": "If you had to choose, which do you like better, singing or dancing?",
        "reply": "I guess... singing?",
        "voice": ""
      },
      {
        "question": "You've said \"No one can beat me at this!\", so what are some of your strengths as an idol, Sakura-san?",
        "reply": "I don't really dwell on things much, I'd say.",
        "voice": ""
      },
      {
        "question": "That's important for a long term career, isn't it? Do you have any recent problems?",
        "reply": "Kotono-chan and Rei (Ichinose)-chan, everyone's dancing is so good...it's quite frustrating when you can't keep up with them.",
        "voice": ""
      },
      {
        "question": "I'd like to ask you about the song \"Shine Purity\". What was your first impression when you heard it?",
        "reply": "\"We're going to be singing such a cool song!\". I was so excited. Hey, look at this! Even now, I've got goosebumps just from remembering it!",
        "voice": ""
      },
      {
        "question": "How would you describe \"Shine Purity\" in one word?",
        "reply": "It's our full-power effort right now.",
        "voice": ""
      },
      {
        "question": "Do you have a favorite lyric from the song?",
        "reply": "Hmm, it's hard to choose... If I had to choose, I'd say \"Let them see the stars and shine and not be afraid of the dark\", which we all sang together. It's just the way we are.",
        "voice": ""
      },
      {
        "question": "Do you have a favorite genre of music, Sakura-san?",
        "reply": "I don't know much about genres... but ones that make you feel excited when you listen to the song?",
        "voice": ""
      },
      {
        "question": "So, it's almost the end of the interview. Do you have a vision of your ideal idol, Sakura-san?",
        "reply": "I have some idea of what I want to do, but I'm still limited in what I can actually do. All I can do right now is take lessons and do more live performances to get better.",
        "voice": ""
      },
      {
        "question": "What does being an idol mean to you?",
        "reply": "To be honest, I still feel as if I am dreaming, like I'll wake up from this someday. But now...what I really want to do is be an idol.",
        "voice": ""
      },
      {
        "question": "That's a powerful thought. Lastly, could you give a message to your fans?",
        "reply": "Thank you for your constant support. We're still in our early days, but I'm looking forward to seeing you at our live performances again!",
        "voice": ""
      }
    ]
  },
  {
    "name": "Aoi",
    "data": [
      {
        "question": "Thank you for speaking with me today. You have a mysterious side to you, so please tell us all about it.",
        "reply": "Mysterious? Well, all right. Let's start this.",
        "voice": ""
      },
      {
        "question": "First of all, tell us about your school life. How do you spend your time at school?",
        "reply": "Like most people do. I go to school as normal, and I have a normal life.",
        "voice": ""
      },
      {
        "question": "That normalcy is sometimes a surprising thing to hear from you. What do you do with your time off?",
        "reply": "I wonder what I've been doing. I think I've been dancing a lot.",
        "voice": ""
      },
      {
        "question": "That's great. So you've been working hard on your lessons at school?",
        "reply": "Lessons? I don't mean that kind of dancing. We're just dancing because we want to.",
        "voice": ""
      },
      {
        "question": "I see. Do you have a favorite subject?",
        "reply": "I think it's physical education.",
        "voice": ""
      },
      {
        "question": "On the other hand, what are your weakest subjects?",
        "reply": "It's not that I'm bad at it, it's just that I don't like sitting down to study for things. It's boring.",
        "voice": ""
      },
      {
        "question": "I see. By the way, are you a morning person?",
        "reply": "I'm not. I often get a called by Rio (Kanzaki).",
        "voice": ""
      },
      {
        "question": "I understand. What do you have for breakfast?",
        "reply": "I don't have anything in particular. I'll eat what I want at the time.",
        "voice": ""
      },
      {
        "question": "Is that from a convenience store?",
        "reply": "If I really don't have time, yes, but when I do, I'll make it myself.",
        "voice": ""
      },
      {
        "question": "Oh, excuse me, but I didn't expect you to do that. Do you usually cook?",
        "reply": "I often make my own food.",
        "voice": ""
      },
      {
        "question": "Do you have a specialty?",
        "reply": "I wonder. I often make sweet things.",
        "voice": ""
      },
      {
        "question": "Sweets? Do you like them?",
        "reply": "Yeah. I like sweets.",
        "voice": ""
      },
      {
        "question": "Kanzaki-san said she likes pancakes too. Do you sometimes go out to eat them?",
        "reply": "Sometimes.",
        "voice": ""
      },
      {
        "question": "Oppositely, is there any food that you don't like?",
        "reply": "There is, things like konnyaku and crabapples.",
        "voice": ""
      },
      {
        "question": "What else do you dislike?",
        "reply": "Dislike... Ah. Dogs.",
        "voice": ""
      },
      {
        "question": "You're not good with dogs?",
        "reply": "Yeah... is that bad?",
        "voice": ""
      },
      {
        "question": "No, no, no, not at all. How do you spend your days off?",
        "reply": "I would go to the studio and sing and dance... It's not interesting to listen to this stuff.",
        "voice": ""
      },
      {
        "question": "That's not true. Is there anything you've been into lately?",
        "reply": "I'm addicted to.... oh yeah, music games.",
        "voice": ""
      },
      {
        "question": "Games? How did that happen?",
        "reply": "It was recommended to me.",
        "voice": ""
      },
      {
        "question": "Is it interesting?",
        "reply": "It was fun at first. It's just that I've lost interest in it.",
        "voice": ""
      },
      {
        "question": "Really? Did you put in a lot of effort?",
        "reply": "I don't know. I didn't think it was that difficult from the start. I heard from other people that I'm pretty good at it.",
        "voice": ""
      },
      {
        "question": "It's true that you seem to be good at the sensory games. Are you worried about anything lately?",
        "reply": "I guess it's about getting work outside of the performances.",
        "voice": ""
      },
      {
        "question": "Do you mean interviews and TV shows, etc?",
        "reply": "That's right.",
        "voice": ""
      },
      {
        "question": "So this interview is also a problem, right?",
        "reply": "Oh, I'm sorry. You don't have to worry about it. I've got a job to do... If I say more Rio will be mad at me.",
        "voice": ""
      },
      {
        "question": "I'm glad to hear that it's fine. I'm sure you'll be able to tell me if anything is too hard to answer. What did you dream of when you were young?",
        "reply": "It's hard to answer.",
        "voice": ""
      },
      {
        "question": "I'm sorry. I'm more than halfway through, so please stay with me a little longer.",
        "reply": "I'm just kidding. But I guess so. I can't think of anything specific though.",
        "voice": ""
      },
      {
        "question": "I see. What are you looking forward to the most right now?",
        "reply": "When the interview is over... I'm going to get angry again. I'm looking forward to going on stage.",
        "voice": ""
      },
      {
        "question": "I'm a little surprised. Now that you've talked about the stage, can you tell us about your idol work? What made you want to be an idol originally?",
        "reply": "There is no particular reason for it. It's just because I was invited.",
        "voice": ""
      },
      {
        "question": "That's right. So it's amazing that you've come this far. If you had chose between singing or dancing, which do you prefer?",
        "reply": "Dancing, I guess?",
        "voice": ""
      },
      {
        "question": "It's one of your strengths, isn't it? Have you been dancing for a long time?",
        "reply": "Yeah. Under my brother's influence. I don't think I ever said I wanted to do that either.",
        "voice": ""
      },
      {
        "question": "Igawa-san I get the feeling you're the type of person who's a genius. With the phrase \"No one can beat me at this!\" in mind, what are your strengths as an idol?",
        "reply": "I'm good at dancing. But there's no point in thinking that I'm not going to lose to myself, because I'm Aoi Igawa of LizNoir.",
        "voice": ""
      },
      {
        "question": "I think I've caught a glimpse of the unity of LizNoir. What is the most important thing in your idol activities?",
        "reply": "Yeah... the most important thing? I think it's to make sure LizNoir remains LizNoir.",
        "voice": ""
      },
      {
        "question": "That's deep. What kind of people are your fans to you?",
        "reply": "Ah. This question... wait a minute. Let's see.. they are always guiding us and are invaluable to us. We couldn't have come this far without their help.",
        "voice": ""
      },
      {
        "question": "Have you changed your character?",
        "reply": "Hmm. It's impossible for me after all. Rio gave me this paper.",
        "voice": ""
      },
      {
        "question": "It's fine if you're honest. I won't print it if it's bad.",
        "reply": "If it weren't for our fans, we wouldn't be here with LizNoir. They're very important to us.",
        "voice": ""
      },
      {
        "question": "It's great to be honest. Do you have a rival?",
        "reply": "I don't talk about people I consider my rivals in my heart.",
        "voice": ""
      },
      {
        "question": "I see. So is there someone you consider your best friend?",
        "reply": "I don't have anyone I can call my best friend.",
        "voice": ""
      },
      {
        "question": "Are the members of LizNoir not your best friends?",
        "reply": "I think Rio is even more special than my best friend. I think it's more accurate to say that Ai (Komiyama) and Kokoro (Akazaki) are my best friends. The two of them often disrupt the pace of my life.",
        "voice": ""
      },
      {
        "question": "So tell us about your music. Do you have a favorite genre of music or a song you listen to most often?",
        "reply": "I listen to all kinds of music, from rock to R&B. I'm a big fan of up-tempo music that makes my body move on its own. I listen to a lot of up-tempo music that makes my body move on its own.",
        "voice": ""
      },
      {
        "question": "I'll ask you about LizNoir's music as well. When you first heard \"Shock out, Dance!!\", what was your first impression?",
        "reply": "I felt like dancing.",
        "voice": ""
      },
      {
        "question": "What's your favorite lyric in \"Shock out, Dance!!\"?",
        "reply": "\"One more dream.\"",
        "voice": ""
      },
      {
        "question": "How would you explain \"Shock out, Dance! in one word?",
        "reply": "One word? It's not easy. Can I pass?",
        "voice": ""
      },
      {
        "question": "Thank you very much. So what does being an idol mean to you, Igawa-san?",
        "reply": "What is an idol? Being unique and no one else can imitate it. Isn't that what an idol is?.... Are we done?",
        "voice": ""
      },
      {
        "question": "Sorry, last one. Could you give a word to your fans?",
        "reply": "Please keep up the good work on supporting LizNoir!",
        "voice": ""
      }
    ]
  },
  {
    "name": "Chisa",
    "data": [
      {
        "question": "Chisa-san, you're a sophomore in high school, aren't you. How do you spend your free time at school?",
        "reply": "W-Well... I go to school normally... I listen to my classes and go home normally...",
        "voice": ""
      },
      {
        "question": "Don't be nervous, you don't have to be. You don't hang out with your friends much?",
        "reply": "Ah.... recently I've been asked a lot about my idol activities... and I talk about it!",
        "voice": ""
      },
      {
        "question": "What is your favorite subject in school?",
        "reply": "I like home economics class. Cooking and sewing are fun for me.",
        "voice": ""
      },
      {
        "question": "Do you have any subjects you're not good at?",
        "reply": "I'm not good at physical education. Especially during ball games, the ball doesn't go the way I want it to, and I don't like it that much....",
        "voice": ""
      },
      {
        "question": "So, what is the first thing you do when you wake up in the morning?",
        "reply": "I wonder... Today my older sister (Saki) came to wake me up... and we washed our faces together.",
        "voice": ""
      },
      {
        "question": "I heard that you all take turns making breakfast, so what do you prepare when Chisa-san is on duty?",
        "reply": "I make salad, yogurt, bread, and fried eggs. I prepare extra salad because I and everyone else eat well in the morning.",
        "voice": ""
      },
      {
        "question": "What is your favorite food, Chisa-san?",
        "reply": "I like anything sweet.... ehehe.",
        "voice": ""
      },
      {
        "question": "So, do you have a favorite dessert?",
        "reply": "I love milk crepes, and the pancakes that Haruko (Saeki)-san makes for me sometimes!",
        "voice": ""
      },
      {
        "question": "Where do you feel most comfortable, Chisa-san?",
        "reply": "I feel most comfortable in my sister's room in the dormitory.",
        "voice": ""
      },
      {
        "question": "You're very close with your sister, aren't you? Do you have a favorite place in your hometown, Hoshimi City?",
        "reply": "I often go to the handicraft stores in the shopping arcade. They have a lot of unusual fabrics, and it's fun just looking at them.",
        "voice": ""
      },
      {
        "question": "Oh, do you like making things?",
        "reply": "Yes, I like clothes, so I knit and make knitted goods as a hobby.",
        "voice": ""
      },
      {
        "question": "Speaking of, as Saki-san said in her interview, do you pick out your sister's clothes yourself, Chisa-san?",
        "reply": "Yes, heh, that's right. If I'm alone, my sister would buy the same T-shirt with a slightly different print.",
        "voice": ""
      },
      {
        "question": "I see, what kind of T-shirts are they?",
        "reply": "They're very fancy.... with a big print on them...",
        "voice": ""
      },
      {
        "question": "I'd love to see the t-shirts you picked out one day. So, what do you do on your days off?",
        "reply": "I go shopping with my sister, or if I'm alone I rent a horror movie and watch it in my room.",
        "voice": ""
      },
      {
        "question": "That's unexpected. It doesn't seem like you'd be much of a horror movie fan from the way you seem, but isn't it scary?",
        "reply": "It's not scary. The main character in a horror movie usually gets caught up in incidents, but you try your best to deal with them by yourself, don't you?　When I watch it, I feel like I'm doing my best to keep up with them... ehehe.",
        "voice": ""
      },
      {
        "question": "You have a wide range of interests, from knitting to clothes to horror movies. Now let me ask you about your idols. Why did you want to be an idol, Chisa-san?",
        "reply": "My sister actually applied at the office, and I wanted to support her, so I applied too. That one time, I applied to the same place as my sister and I was rejected, but they later contacted me and accepted me.",
        "voice": ""
      },
      {
        "question": "You've only just made you're debut, but with the phrase \"I'm not going to lose to anybody here!\" in mind, what are some of your charm points as an idol?",
        "reply": "My personal strengths... I'm still not that confident. I've put all my energy into keeping up with practice though...",
        "voice": ""
      },
      {
        "question": "What is the most important thing for you as an idol?",
        "reply": "I'm not good at dancing and talking. However, I'm trying my best not to fail and not to let my fans down...",
        "voice": ""
      },
      {
        "question": "What kind of role do your fans play for you, Chisa-san?",
        "reply": "At first I was afraid of their big voices, but when I talked to them, they were all very kind.",
        "voice": ""
      },
      {
        "question": "How did you feel when you first went on stage?",
        "reply": "I was so nervous that if I wasn't talking to someone, I'd be shaking on my own. My hands are sweating just thinking about it.",
        "voice": ""
      },
      {
        "question": "That was a big experience. What is the meaning of a live performance for you, Chisa-san?",
        "reply": "I'm still having fun, but I'm also half scared... I guess",
        "voice": ""
      },
      {
        "question": "What's the most important thing you've done in your career?",
        "reply": "Our lesson for the debut live performance. I can tell you this now, but at the time I felt like I was going to be left behind, and I was really worried about giving up many times...",
        "voice": ""
      },
      {
        "question": "But you were able to overcome in. Did you feel a bond with anyone at that point?",
        "reply": "Yes, my sister and everyone else supported me and pulled me along... I'm glad that I didn't give up then and worked hard.",
        "voice": ""
      },
      {
        "question": "Do you have someone you consider your best friend?",
        "reply": "Whenever I'm having a hard time or feeling sad, I often talk with Shizuku (Hyodo)-chan. When I talk with her, I feel more positive.",
        "voice": ""
      },
      {
        "question": "Who do you consider your rival in your heart?",
        "reply": "My rival... I'm kind of annoyed!　There isn't anyone!",
        "voice": ""
      },
      {
        "question": "Tell us about music now. What was your first impression of \"Shine Purity\" when you first heard it?",
        "reply": "First, I was happy to hear our song and I was worried about whether I could sing it or not. I was also amazed at how they could write such a cool song.",
        "voice": ""
      },
      {
        "question": "If you had to describe \"Shine Purity\" in one word, how would you describe it?",
        "reply": "That- that's difficult... \"trust\" maybe? I feel like we're all moving forward together, supporting each other.",
        "voice": ""
      },
      {
        "question": "What's your favorite lyric in 'Shine Purity\"?",
        "reply": "\"Sometimes, the dream never ends. The one who taught me that, was you\" As the lyrics say, I've experienced a lot since I've been at Hoshimi Productions.",
        "voice": ""
      },
      {
        "question": "It's a very good environment. Do you have a personal favorite genre of music, Chisa-san?",
        "reply": "I used to watch TV a lot with my big sister, so I'm pretty big on idol songs... I'm a little embarrassed to admit it, but sometimes I sing at karaoke!",
        "voice": ""
      },
      {
        "question": "Which do you prefer, singing or dancing?",
        "reply": "I like them both, but I can't get good at them, so I always get help from Rei (Ichinose)-chan and Haruko (Saeki)-san.",
        "voice": ""
      },
      {
        "question": "It's reassuring to have someone with experience. If you had to describe your relationship with the members of Hoshimi Productions in one word, how would you describe it?",
        "reply": "My family... I guess.",
        "voice": ""
      },
      {
        "question": "What dream do you want to achieve with everyone in Hoshimi Productions?",
        "reply": "I'm always worried that I won't be able to do it, but I'm aiming to become a top idol...",
        "voice": ""
      },
      {
        "question": "If your dream came true, who would you want to tell first?",
        "reply": "My parents. They've always supported my sister and me.",
        "voice": ""
      },
      {
        "question": "So, let's go a little deeper into to your inner life, Chisa-san. What is your favorite memory from your childhood?",
        "reply": "When I was little, I got lost while playing in my neighborhood... When I think about it now, it wasn't that far, but I was so anxious that I was crying by myself. When my sister hugged me, I felt so relieved from the bottom of my heart that I couldn't stop crying.",
        "voice": ""
      },
      {
        "question": "That's a very fond memory to have. Did you have dreams when you were young?",
        "reply": "My sister liked idols and we often watched TV together, and it was my dream to be one. But I never thought I could actually become one...",
        "voice": ""
      },
      {
        "question": "If you hadn't become an idol, what do you think you would be doing?",
        "reply": "If my sister was still an idol and I wasn't?... I wonder... I'd probably be going to my sister's performances and having different dreams to her.",
        "voice": ""
      },
      {
        "question": "When was the happiest moment you've ever had?",
        "reply": "I was disappointed once when I failed the audition, and then I got a call from the agency again. But I thought it was a lie and was very suspicious.",
        "voice": ""
      },
      {
        "question": "What was the most frustrating moment for you so far?",
        "reply": "In the \"Shine Purity\" lessons, I wasn't the only one who couldn't adjust well, and I felt so bad that I had to ask for everyone's help and attention...",
        "voice": ""
      },
      {
        "question": "What are you most looking forward to at the moment?",
        "reply": "Of course I'm looking forward to the music, but I'm also looking forward to the costumes. I'm fantasizing about what kind of material it will be made of and how it will move when I dance in it.",
        "voice": ""
      },
      {
        "question": "Is there anything that's troubling you lately?",
        "reply": "I'm not very good at talking... When the microphone is pointed at me, I freeze up. So sometimes I practice in private with Shizuku.",
        "voice": ""
      },
      {
        "question": "That's not true. It's been a great interview today. Now it's time to end our talk. Please tell us your ideal image of an idol, Chisa-san.",
        "reply": "Well, I'm still trying to improve, but I want to be able to cheer up people who are timid and hesitant to move forward, just like me.",
        "voice": ""
      },
      {
        "question": "If you could give a message to yourself, 10 years from now, when you've become such a perfect idol, what would you say to them?",
        "reply": "Wow, you've been doing this for 10 years.... Huh? Almost there? Well, uh, keep up the good work!　I'm going to try to be just like you!　What do you think...?",
        "voice": ""
      },
      {
        "question": "Thank you. So, finally, what does an idol mean to you, Chisa-san?",
        "reply": "They are the ones who give us courage. When I think back, the idols I used to watch with my sister when I was little, they gave me the courage to take another step forward.",
        "voice": ""
      },
      {
        "question": "Lastly, could you give a message to your fans?",
        "reply": "I'm always cheered up by your support. Thank you! Also, I'm not used to waving my hand in response to someone calling my name at a live show or event... but I'm really happy.",
        "voice": ""
      }
    ]
  },
  {
    "name": "Haruko",
    "data": [
      {
        "question": "So, please start with a quick introduction of yourself?",
        "reply": "I'm Haruko Saeki , I'm sevente-... I'm twenty years old. I'm a bit older than the other members, but I'm trying my hardest with my experience!",
        "voice": ""
      },
      {
        "question": "Sevente-...?",
        "reply": "Nothing, it was nothing! Don't worry about it, carry on!",
        "voice": ""
      },
      {
        "question": "Got it. Are you the only member with previous experience as an idol?",
        "reply": "Yes, I made my solo debut a few years ago but I didn't make it very far... But I've come here for a fresh start and now I'm working hard at our lessons to become a top idol with everyone else!",
        "voice": ""
      },
      {
        "question": "It's said that being a soloist is difficult. What are your strengths as an idol that you've been able to add to the group?",
        "reply": "Even if I didn't sell well as a solo idol, I think the fact that I never resigned has made me believe in hard work. I probably like idols more than most people.",
        "voice": ""
      },
      {
        "question": "I'm glad to hear things like that. So, tell us about your personal life, Haruko-san. What is the first thing you do when you wake up in the morning?",
        "reply": "I'm growing vegetables in my dormitory garden so I water them in the morning!　It's already lovely to see them growing so quickly. Especially the eggplant and tomatoes.",
        "voice": ""
      },
      {
        "question": "Oh, what a nice start to the day. Haruko-san, you're a college student, aren't you? How is your school life?",
        "reply": "I've been getting my credits there, so I've only been going a few days a week recently. I can't wait for all the Hoshimi Production to come here after high school...",
        "voice": ""
      },
      {
        "question": "Do you have a favorite subject in college?",
        "reply": "I like Japanese literature, and I also like English, though I'm not good at it.",
        "voice": ""
      },
      {
        "question": "What about your weakest subject?",
        "reply": "I've been bad with numbers since elementary school, and just looking at them makes me wince.",
        "voice": ""
      },
      {
        "question": "So, how do you spend your free time?",
        "reply": "Up until a while ago, I was into going camping alone and touring ruins, and now I enjoy making pickles.",
        "voice": ""
      },
      {
        "question": "You're quite reserved. So your favorite food is Japanese food?",
        "reply": "Yes!　White rice, miso soup and my own pickled vegetables are enough. I guess I also cook rice when I'm on breakfast duty.",
        "voice": ""
      },
      {
        "question": "Do you have a favorite dessert?",
        "reply": "I like to cook and bake pancakes and cookies by myself. Everyone in the dormitory is happy to see me.",
        "voice": ""
      },
      {
        "question": "What's your favorite drink?",
        "reply": "I'm not very experienced with it, but I like to drink alcohol. My grandmother lives in the area where they make a lot of wine, and I look forward to having it sent to me from time to time.",
        "voice": ""
      },
      {
        "question": "Do you have a place where you feel most comfortable?",
        "reply": "I feel very comfortable in the tent when I'm camping solo. A kind of meditation?　I love it.",
        "voice": ""
      },
      {
        "question": "I can feel your enthusiasm for camping from earlier, do you also camp in Hoshimi City?",
        "reply": "Yes!　At one point, I used to pitch my tent on the beach in Hoshimi City. The sound of the waves at night is very soothing to me.",
        "voice": ""
      },
      {
        "question": "From what I've heard, it's wonderful to hear that you all have such an attachment to your hometown. What do you need to bring when you go camping?",
        "reply": "The food we eat outside is excellent, so I always take a single burner and a small fire pit with me. Um.........I just realized when I was talking to you that my personal life is a bit plain, isn't it?",
        "voice": ""
      },
      {
        "question": "No, not really!　Now, I'd like to ask you a few questions about idols. Why did you decide to become an idol?",
        "reply": "When I was little, I was really impressed when I saw idols perform live, and I've admired them ever since. Then Hoshimi Production opened in my hometown, so I applied for the job and took the audition, and it was a rather normal process.",
        "voice": ""
      },
      {
        "question": "I guess you've always been fascinated by idols since you were a child and never thought of pursuing anything else?",
        "reply": "That's right. It's always been my dream to be an idol. That's why I'm so happy to be doing interviews like this now.",
        "voice": ""
      },
      {
        "question": "What is your favourite memory from your childhood?",
        "reply": "I remember the first time I saw an idol live, on my way home. I couldn't contain my excitement. From that day on, me and my friends sang together in elementary school. Hmmm... I wasn't shy about it.",
        "voice": ""
      },
      {
        "question": "What do you think you would have been doing if you hadn't become an idol?",
        "reply": "What would I be doing... I haven't thought much about it. Maybe that makes sense.",
        "voice": ""
      },
      {
        "question": "How did you feel when you became the idol you've always wanted to be and stood on stage for the first time?",
        "reply": "That's...so nice to hear. I'm in a place that I've admired for a long time. I'm sorry, it's an indescribable feeling.",
        "voice": ""
      },
      {
        "question": "That's a very real reaction. What is the meaning of a live performance for you, Haruko?",
        "reply": "It's a place where we can sing, dance and show everything we've got and shine together with our fans.",
        "voice": ""
      },
      {
        "question": "What is the most important thing to you in your idol activities?",
        "reply": "It's to think highly of my fans and of all those who support me.",
        "voice": ""
      },
      {
        "question": "Now that we've talked about your fans, what does it mean to you to be a fan?",
        "reply": "They are the ones who pushes me when I'm lost or having a hard time. Even in my daily life, I always say to myself, \"Haruko, go for it!\" I feel like they're gently encouraging me to do so.",
        "voice": ""
      },
      {
        "question": "It's become an important part of Haruko's life. What are you looking forward to the most right now?",
        "reply": "I'm looking forward to all the handshake meetings and live shows. I feel lonely when I'm working solo, and I've never worked this much before.",
        "voice": ""
      },
      {
        "question": "It's a different experience for you when you're doing events as a solo idol. If you had to describe your relationship with the members of Hoshimi Productions in one word, how would you describe it?",
        "reply": "My colleagues!　When you're in this industry, there will be a lot of hardship and sadness to come, but together with everyone, we can get through anything!",
        "voice": ""
      },
      {
        "question": "I feel a sense of cohesion. What's the moment you've felt a bond with someone in your activities so far?",
        "reply": "In the beginning, all the members were very careful with each other, but then one day, we became friends and could say anything to each other. At that point, it felt like a bond was born.",
        "voice": ""
      },
      {
        "question": "Can I ask you how that happened?",
        "reply": "Hmmm, that was when one of the members let everyone in. I'll leave it to your imagination as to who it is!",
        "voice": ""
      },
      {
        "question": "Is there someone you consider your best friend?",
        "reply": "I'm often cleaning with Saki (Shiraishi)-chan and I cook with Nagisa (Ibuki)-chan. But they're more like a sister than a best friend.　I guess it's something like that.",
        "voice": ""
      },
      {
        "question": "Is there someone you consider to be your rival?",
        "reply": "There is. It's one-sided... But it's presumptuous of me to say, so I'll let you know when I've surpassed it properly.",
        "voice": ""
      },
      {
        "question": "I'll be looking forward to it. Do you have a dream that you want to achieve with the members of Hoshimi Production?",
        "reply": "Of course, we'll become the top idol, and we'll make the office become big with a bang!",
        "voice": ""
      },
      {
        "question": "'If that dream came true, who would you tell first?",
        "reply": "My grandmother who has been supporting me from afar. She's always saying to me, \"I watch idol shows on TV to look for Haruko, but I can't find you\".",
        "voice": ""
      },
      {
        "question": "What is the happiest moment you've had as an idol?",
        "reply": "That was when we decided to start with this group. I got strangely fidgety, so much so that the tea I was pouring into the teacup overflowed!",
        "voice": ""
      },
      {
        "question": "So what was your most frustrating moment so far?",
        "reply": "I can't count the number of times I've had those moments. But the worst was when I was a solo artist, and one of my fellow students won an audition as if it was a given, and I was rejected in an instant. I tried my best to make up for it so that it wouldn't show on my face, but I was so disappointed.",
        "voice": ""
      },
      {
        "question": "What's the most important thing you've ever done?",
        "reply": "I've been working hard for a long time, but I feel like I'm working the hardest right now. As a senior, I want to support all the members as much as I can, so that we can stand at the top of the idol world together.",
        "voice": ""
      },
      {
        "question": "I'm beginning to understand the appeal of Haruko-san now. Next, let me ask you about the song. What was your impression of \"Shine Purity\" when you first heard it?",
        "reply": "As soon as I listened to the song, I knew it was our song. Even after our debut, this song pushed me over and over again.",
        "voice": ""
      },
      {
        "question": "If you had to describe \"Shine Purity\" in one word, how would you describe it?",
        "reply": "My friends. For me, it's a song that brings the members' faces to life.",
        "voice": ""
      },
      {
        "question": "What's your favorite lyric in \"Shine Purity\"?",
        "reply": "\"Look at the stars and let them shine, I'm not afraid of the dark\" I can't help but sing it to myself while cleaning and cooking, and even during independent practice.",
        "voice": ""
      },
      {
        "question": "Do you have a favorite genre of music?",
        "reply": "I really like idols, so I'm addicted to finding and listening to old songs that I listened to when I was a kid that are still new to my ears. When I listen to it again, it's really fresh.",
        "voice": ""
      },
      {
        "question": "Which do you like better, singing or dancing?",
        "reply": "It's hard to choose, maybe singing?",
        "voice": ""
      },
      {
        "question": "So, we're almost at the end. Have you had any troubles lately?",
        "reply": "Well... I'm an older person, so it's only natural that I have a lot of experience, but the question is how to communicate that to everyone. I'm selfishly struggling with the line between seniors and friends.",
        "voice": ""
      },
      {
        "question": "That's definitely a difficult question. What is your ideal image of an idol, Haruko?",
        "reply": "I want to aim for the same feeling I experienced when I was a child. It's like having a treasure chest full of dreams and then it's all unleashed at once... I'm sorry!　It's hard to explain, isn't it?",
        "voice": ""
      },
      {
        "question": "No, that's a very good description. So what does being an idol mean to you, Haruko-san?",
        "reply": "I think you need to always shine and be admired.",
        "voice": ""
      },
      {
        "question": "What would you like to say to yourself in 10 years' time?",
        "reply": "10 years later.... 30 years old.... that's amazing.... isn't it? Haruko, the path you've taken is definitely not wrong!　Don't be afraid of change, just keep pushing forward!",
        "voice": ""
      },
      {
        "question": "A very positive message. Lastly, could you give a message to your fans?",
        "reply": "There were times when things didn't go well for me as a soloist and I got depressed, but I'm so grateful to my fans for helping me keep my dream alive. I'll do my best, so I'd be happy if you continue to support me.",
        "voice": ""
      }
    ]
  },
  {
    "name": "Mana",
    "data": [
      {
        "question": "So let's start from your private life, Mana-san. Do you usually eat breakfast?",
        "reply": "Yes! I have to feel energized during the day, so I eat a lot.",
        "voice": ""
      },
      {
        "question": "What is the best food to have in the morning for breakfast?",
        "reply": "Curry rice!",
        "voice": ""
      },
      {
        "question": "Isn't that a bit heavy for the morning?",
        "reply": "It's fine. Dancing and singing takes up a lot of my energy, and I can digest it quickly.",
        "voice": ""
      },
      {
        "question": "What is your favorite dessert?",
        "reply": "It's probably apricot pudding~",
        "voice": ""
      },
      {
        "question": "What is your favorite drink?",
        "reply": "Milk!",
        "voice": ""
      },
      {
        "question": "So, what is the first thing you do when you wake up in the morning?",
        "reply": "I have to get ready for work properly! But it takes about 30 minutes, so I'm always asleep until the very last minute.",
        "voice": ""
      },
      {
        "question": "Is there a place where you feel comfortable, even within your hectic life, Mana-san?",
        "reply": "I guess my home, because my family is there. Ah, and at the office. I'm so close with everyone it's almost like I'm at home there too.",
        "voice": ""
      },
      {
        "question": "They both sound like comfortable places. Do you have a favorite place in Hoshimi City, where your office is located?",
        "reply": "I like all the local places! I like the park on the hill, and the road where my old high school is, but I think the best spot is the beach.",
        "voice": ""
      },
      {
        "question": "Oh, is there a reason for that?",
        "reply": "Hehe, I have some good memories there.",
        "voice": ""
      },
      {
        "question": "I guess I shouldn't ask you too much about that. Then, how do you spend your days off?",
        "reply": "I used to hang out with my sister often... but these days I sleep a lot and prepare for my next show!",
        "voice": ""
      },
      {
        "question": "When you go out, what are the essential things to bring, aside from your phone and wallet?",
        "reply": "My manager said \"You've got no self-awareness; you're an idol, you know!\" and got angry at me. Because of that, I'll at least bring a hat and some sunglasses.",
        "voice": ""
      },
      {
        "question": "So, let's talk a little bit about your school days. How did you spend your free time at school?",
        "reply": "I used to chat with my friends and run around with the boys. Oh, and I sung at the school festival once. This is bringing back memories.",
        "voice": ""
      },
      {
        "question": "I see, that's a rare live performance, isn't it? Did you have fun?",
        "reply": "The class were really supportive, so it was a huge success!",
        "voice": ""
      },
      {
        "question": "How were your grades?",
        "reply": "Well I was living a double life as a student and an idol... so you can probably guess what they looked like...",
        "voice": ""
      },
      {
        "question": "Balancing school and homework is something everyone worries about, isn't it? Next, let's talk about idols. What made you want to become an idol?",
        "reply": "I've always liked to sing, but I was scouted at first. After I was approached, I thought hard about whether or not I could really do it, and what idol I wanted to be.",
        "voice": ""
      },
      {
        "question": "What do you think is the most important aspect of being an idol?",
        "reply": "You must stand on stage and sing for your audience, no matter what it takes!",
        "voice": ""
      },
      {
        "question": "You have a \"No one can beat me at this!\" attitude, but what are your strengths as an idol, Mana-san?",
        "reply": "Hmm, I don't think about it too much. I'm always focusing on how I can put all my energy into my performances.",
        "voice": ""
      },
      {
        "question": "Then, what are the fans like for you, Mana-san?",
        "reply": "They're my source of energy. I'll sing wherever an audience will come see me!",
        "voice": ""
      },
      {
        "question": "Which do you like better, singing or dancing?",
        "reply": "If I had to choose, it would probably be singing.",
        "voice": ""
      },
      {
        "question": "What do you think you would be doing if you hadn't become an idol?",
        "reply": "I guess I would have gone to college like all my friends, but I'm glad I chose to become an idol.",
        "voice": ""
      },
      {
        "question": "Did you have a dream as a child?",
        "reply": "It never occurred to me to become an idol, but I always loved singing, so I guess a part of me had the desire to become one somewhere along the line.",
        "voice": ""
      },
      {
        "question": "You loved to sing, so maybe you did have the desire. What is your favorite memory from your childhood?",
        "reply": "When my younger sister was crying so hard, I sung a popular song that made her stop crying straight away; it made me so happy. I remember that like it was yesterday.",
        "voice": ""
      },
      {
        "question": "That's a wonderful memory. What is the best thing you've ever done?",
        "reply": "I have had hard practice lessons every day, but I think the most important part was before my debut. I was handing out leaflets and singing on the streets with my manager all the time, trying to get the audience to watch my performances. I thought to myself that being an idol was really tough.",
        "voice": ""
      },
      {
        "question": "But it was good experience. How did you feel when you went on stage for the first time?",
        "reply": "The scene in front of me was even better than I had imagined and I'm so glad I worked this hard to get to the place where I am today.",
        "voice": ""
      },
      {
        "question": "What does a live performance mean to you?",
        "reply": "It is a place where we must not disappoint people's expectations. I'm always thinking that we have to make sure everyone in the audience goes home with a smile.",
        "voice": ""
      },
      {
        "question": "What has been the moment when you felt a close bond with someone, during your activities so far?",
        "reply": "When my fans sing along to my songs with me, I feel so connected to them. And also the staff who have supported me along the way.",
        "voice": ""
      },
      {
        "question": "Do you have any idols who are rivals to you, within your heart?",
        "reply": "I try not to dwell on it too much, but there is someone. I think they're so cool and impressive.",
        "voice": ""
      },
      {
        "question": "Can I ask you what their name is?",
        "reply": "I can't tell you that!",
        "voice": ""
      },
      {
        "question": "Is there someone who you consider to be your best friend?",
        "reply": "We only get to meet up occasionally now, but they're a friend from high school. When I'm with them, I don't have to worry and I can just be myself.",
        "voice": ""
      },
      {
        "question": "What was the happiest moment in your life?",
        "reply": "It would be when I had my debut. You only get to experience it once. I was also happy when I sang at a local festival that I had been attending with my sister since we were young.",
        "voice": ""
      },
      {
        "question": "What has been the most frustrating moment for you?",
        "reply": "I overworked myself once to the point I physically injured myself. I remember I couldn't sleep that entire day because I was so frustrated with how I caused trouble for the staff and the customers.",
        "voice": ""
      },
      {
        "question": "What are you looking forward to the most, right now?",
        "reply": "I'm looking forward to having a full day off soon, but I don't know what I'd even do on my day off. But I'll have to decide soon, otherwise I'll end up sleeping. I'll have a think about it later!",
        "voice": ""
      },
      {
        "question": "You seem to be quite a busy person. Have you had any troubles lately?",
        "reply": "I'm a really deep sleeper, but my manager's phone still won't stop ringing in the mornings!",
        "voice": ""
      },
      {
        "question": "So, let me ask you about your song. What was your impression of \"First Step\", when you heard it for the first time?",
        "reply": "I'm excited to sing it in front of everyone! I asked my manager \"So when is the first performance!?\"",
        "voice": ""
      },
      {
        "question": "If you could explain \"First Step\" in one word, how would you describe it?",
        "reply": "Just as it is. The song is a first step for me.",
        "voice": ""
      },
      {
        "question": "Do you have a favorite lyric from the song?",
        "reply": "I'll choose \"Look, it's light. Let's move up to the future. Let's run\".",
        "voice": ""
      },
      {
        "question": "What do you like about those lyrics?",
        "reply": "The lyrics of the song are positive, so they get me really excited when I sing it.",
        "voice": ""
      },
      {
        "question": "Do you have a favorite genre of music, Mana-san?",
        "reply": "I don't have a particular genre in mind, but I've been watching idol TV shows with my sister for a long time, so I used to sing along to the songs in the shows.",
        "voice": ""
      },
      {
        "question": "I understand. What would you like to say to yourself, in 10 years time?",
        "reply": "I have somehow managed to make my biggest dream come true, haven't I? If I haven't already, good luck! You'll get there one day!\".",
        "voice": ""
      },
      {
        "question": "What is the most important dream you have?",
        "reply": "Hehe, I can't tell.",
        "voice": ""
      },
      {
        "question": "If that dream came true, who would you want to tell first?",
        "reply": "I would want to tell everyone who supports me.",
        "voice": ""
      },
      {
        "question": "What is your ideal image of an idol, Mana-san?",
        "reply": "I want to be an idol who can make everyone who comes to see me feel amazing with my singing and dancing, during a performance!",
        "voice": ""
      },
      {
        "question": "Last question. What does it mean to you, to be an idol?",
        "reply": "If there is someone waiting for me, no matter how beaten or hurt I am, I would crawl on stage for them. And I'd sing with my entire heart and soul.",
        "voice": ""
      },
      {
        "question": "And lastly, a message for your fans.",
        "reply": "Thank you so much for the endless support. I want there to be more opportunities to meet you all and share the best moments with you guys! I'll continue to do my best to help you out!",
        "voice": ""
      }
    ]
  },
  {
    "name": "Mei",
    "data": [
      {
        "question": "Mei-san, it's nice to meet you. First of all, please introduce yourself briefly.",
        "reply": "Hello! I'm Mei Hayasaka-!",
        "voice": ""
      },
      {
        "question": "You're very energetic. Are you usually like this?",
        "reply": "Yeah! Ah, but maybe I'm not so good in the morning.",
        "voice": ""
      },
      {
        "question": "Oh, I see. What's the first thing you do when you wake up?",
        "reply": "I'm fighting my alarm clock. It's pretty strong you know!",
        "voice": ""
      },
      {
        "question": "I- I see. So you tend to sleep in on your days off?",
        "reply": "No, I wake up on my days off for some reason! Even though it's my precious day off~.",
        "voice": ""
      },
      {
        "question": "So, what do you do on your days off?",
        "reply": "Going on walks! And chasing cats.",
        "voice": ""
      },
      {
        "question": "That's freedom, isn't it? Do you have a favorite place within Hoshimi City?",
        "reply": "There's so much here. I love this whole town.",
        "voice": ""
      },
      {
        "question": "It's lovely. Do you have any worries right now?",
        "reply": "I wonder what my current problems are... Ah! Like school homework and breakfast duty!",
        "voice": ""
      },
      {
        "question": "I'd like to hear about school and breakfast. First of all, let's talk about school. How do you usually spend your time at school?",
        "reply": "That's easy. Go to school, take a class, eat, eat, nap, play with friends, hmmm....",
        "voice": ""
      },
      {
        "question": "That's more than enough, thank you very much. Do you have a favorite subject?",
        "reply": "I think it would be gymnastics!",
        "voice": ""
      },
      {
        "question": "Are you not very good at learning in a classroom?",
        "reply": "Yeah, I don't really like it. I get sleepy listening to my teachers.",
        "voice": ""
      },
      {
        "question": "What's your weakest subject?",
        "reply": "I think it's something other than gymnastics. Ahaha.",
        "voice": ""
      },
      {
        "question": "Well, let's get back to talking about food.",
        "reply": "Yes-!",
        "voice": ""
      },
      {
        "question": "Do you have a favorite food?",
        "reply": "Donuts! Sometimes I secretly buy things when someone asks me to buy something, but Saki (Shiraishi) finds out sooner or later.",
        "voice": ""
      },
      {
        "question": "I can imagine what it's like. On the other hand, is there anything you don't like to eat?",
        "reply": "I'm not a big fan of pickles.",
        "voice": ""
      },
      {
        "question": "Do you have a favorite dessert?",
        "reply": "Donuts are number one! But I like ice cream and pudding, too!",
        "voice": ""
      },
      {
        "question": "It seems nice to be an idol.",
        "reply": "Do I seem like an idol? I don't know what I am.",
        "voice": ""
      },
      {
        "question": "Has it always been your dream to be an idol?",
        "reply": "No, no, it hasn't. I hadn't even thought about it much.",
        "voice": ""
      },
      {
        "question": "I see. What about your childhood dreams?",
        "reply": "I didn't feel like I had a dream, I guess. Oh, I think I wanted to be a cat! Nyahaha.",
        "voice": ""
      },
      {
        "question": "Thank you. What's it like living in the dormitory?",
        "reply": "It's so much fun! I feel like every day is like a school trip!",
        "voice": ""
      },
      {
        "question": "I like that. Do you have someone you consider your best friend?",
        "reply": "Best friends, huh? We're all best friends! But Suzu-nyan (Suzu Narumiya) is so interesting to watch that I can't help but get in her way.",
        "voice": ""
      },
      {
        "question": "How would you sum up your relationship with the members of Hoshimi Production in one word?",
        "reply": "Hmmm.... what would it be? I don't even know what it could be in one word.",
        "voice": ""
      },
      {
        "question": "You don't have to force yourself to answer. I've felt a deep bond with you in the stories we've told so far.",
        "reply": "A bond! Yeah, I love the bond!",
        "voice": ""
      },
      {
        "question": "What was the happiest moment you've ever had?",
        "reply": "I knew it was going to be a great moment when we were all on stage together!",
        "voice": ""
      },
      {
        "question": "So, conversely, what has been the most frustrating moment?",
        "reply": "Hmm, there hasn't really been one.",
        "voice": ""
      },
      {
        "question": "Then I'd like to ask you a lot of questions about your idol activities. If you had to choose between singing and dancing, which do you prefer?",
        "reply": "Dancing!　The more I move around, the more fun it is! But I also like to sing.",
        "voice": ""
      },
      {
        "question": "What's the most important thing about being an idol?",
        "reply": "To have fun!",
        "voice": ""
      },
      {
        "question": "How did you feel when you first went on stage?",
        "reply": "I've been to a lot of places, but this was probably the most exciting time for me. I had a great time.",
        "voice": ""
      },
      {
        "question": "You weren't nervous?",
        "reply": "Yeah!",
        "voice": ""
      },
      {
        "question": "Maybe that's one of Mei's strong points. What was it that made you want to be an idol in the first place?",
        "reply": "Well, because they looked like they were having fun?",
        "voice": ""
      },
      {
        "question": "That's very much like Mei-san. How is it actually, being an idol?",
        "reply": "So much fun! Sometimes it's hard and sometimes I get angry... Ahaha.",
        "voice": ""
      },
      {
        "question": "What's the hardest thing you've ever done?",
        "reply": "It was probably hard to remember the lyrics. But I remembered the lyrics while dancing and singing.",
        "voice": ""
      },
      {
        "question": "Normally you have to remember them line by line, right?",
        "reply": "Is that right? It's easier for me to learn the lyrics through my body, too.",
        "voice": ""
      },
      {
        "question": "What's the moment you've felt a bond with someone in your activities so far?",
        "reply": "There was a time when Suzu-nyan and I looked at each other, and the first part of the song and the first part of the dance matched perfectly. It was a great feeling. That's what bonding is all about, isn't it?",
        "voice": ""
      },
      {
        "question": "Wow. Narumiya-san said the same thing.",
        "reply": "What? I'm embarrassed now.",
        "voice": ""
      },
      {
        "question": "What kind of people are fans for Mei-san?",
        "reply": "Hmm, friends?",
        "voice": ""
      },
      {
        "question": "Oh. And how is that possible?",
        "reply": "My friends and I have a lot of fun, and if people see them having fun too, it's like we're all having fun and being friends.",
        "voice": ""
      },
      {
        "question": "I'd like to ask them about the music. What was your first impression of \"Shine Purity\" when you first heard it?",
        "reply": "\"It's so cool!\" is what I thought!",
        "voice": ""
      },
      {
        "question": "How would you describe \"Shine Purity\" in one word?",
        "reply": "It's hard to say just one word~. Ah! The song of bonds!",
        "voice": ""
      },
      {
        "question": "You mentioned that earlier. Do you have a favorite lyric from \"Shine Purity\"?",
        "reply": "\"Look at the stars and let them shine, I'm not afraid of the dark\". It's so cool and my body starts to move on its own.",
        "voice": ""
      },
      {
        "question": "Do you have a dream that you want to achieve with Hoshimi Production?",
        "reply": "A dream. It would be great if we could have fun together all the time.",
        "voice": ""
      },
      {
        "question": "What would you like to say to yourself in 10 years time?",
        "reply": "How are you going to be doing in 10 years time? The current Mei is doing very well now. I wonder if she's having a good time. Hey, Mi-ke's, are you doing okay?",
        "voice": ""
      },
      {
        "question": "Who is \"Mi-ke\"?",
        "reply": "They're the cats near the dormitory.",
        "voice": ""
      },
      {
        "question": "So here's my last question. What does being an idol mean to you, Mei-san?",
        "reply": "It was so bright and shiny, but everyone worked so hard. It's hard work running on the beach! But everyone seems to be having fun. It's so cool being an idol! Huh? Is that an answer?",
        "voice": ""
      },
      {
        "question": "Yes, it's okay. Please give a message to your fans.",
        "reply": "From now on, please keep supporting Hoshimi Production!",
        "voice": ""
      }
    ]
  },
  {
    "name": "Rei",
    "data": [
      {
        "question": "First of all, let me ask you about your daily life. What is the first thing you do when you wake up in the morning?",
        "reply": "This is really an everyday question..... I open the window and get some fresh air coming in.",
        "voice": ""
      },
      {
        "question": "Ohh, that's healthy. Do you eat a good breakfast?",
        "reply": "At the dormitory, we take turns to prepare the food and I eat well. I'm surprised that people are so careful about what they eat; breakfast needs the right balance.",
        "voice": ""
      },
      {
        "question": "What is your favorite food?",
        "reply": "I'm happy if there is fruit in the morning. It's been ingrained in my head by my parents that fruit in the morning is important.",
        "voice": ""
      },
      {
        "question": "What about your favorite dessert?",
        "reply": "I think it's macarons. I like the feel of macarons. They are expensive though, so I don't have many opportunities to buy them.",
        "voice": ""
      },
      {
        "question": "What is your favorite drink?",
        "reply": "I wonder...I drink a lot of citrus juice.",
        "voice": ""
      },
      {
        "question": "Ichinose-san, you're in your third year of high school now, so how do you spend your time at school?",
        "reply": "I don't really like studying, but I pay attention in classes properly. I often run in the morning before going to school, so sometimes I want to sleep.",
        "voice": ""
      },
      {
        "question": "So, do you like physical education?",
        "reply": "Yes, I like to be physically active.",
        "voice": ""
      },
      {
        "question": "What is your weakest subject in school?",
        "reply": "Hmm, there isn't one really. I don't want to cut down on my idol lesson time, so I try to avoid getting red marks at the very least.",
        "voice": ""
      },
      {
        "question": "How do you spend your time on your days off?",
        "reply": "Even during my free time, I go running and do some physical activity. I'm not very good at sitting still, I guess.",
        "voice": ""
      },
      {
        "question": "You're always active. What do you carry with you when you run?",
        "reply": "I have a towel and my smartphone. If I listen to music, I could run forever.",
        "voice": ""
      },
      {
        "question": "I could tell from just the first half of the interview that you are a very hardworking person. Do you have a place where you can relax in your busy life?",
        "reply": "In my room in the dormitory. The living room is too noisy for everyone to get together.",
        "voice": ""
      },
      {
        "question": "You're all under one roof, aren't you? If you had to describe your relationship with the people of Hoshimi Production in one word, how would you describe it?",
        "reply": "They're like my annoying sisters...?　It's like having a little sister constantly.",
        "voice": ""
      },
      {
        "question": "Are you not good at communal living?",
        "reply": "...I was quite reluctant to do it at first, but now, well....... I'm not reluctant to do it. As expected, I'm used to it.",
        "voice": ""
      },
      {
        "question": "You've gotten used to it, I see. What are the dreams you want to achieve at Hoshimi Productions?",
        "reply": "My dream is to rise in the ranking of the VENUS Program and become a top idol.",
        "voice": ""
      },
      {
        "question": "If that dream came true, who would you want to tell first?",
        "reply": "My brother and... my parents.",
        "voice": ""
      },
      {
        "question": "Now, let me ask you about idols. Why did you become an idol?",
        "reply": "I was looking for my next goal after winning a dance competition, when I happened to meet someone from the agency. I realized that there was this new path. I think it's a new challenge for me, and I want to be at the top if I have to do it.",
        "voice": ""
      },
      {
        "question": "Yes, you've danced before, right? So you like dancing more than singing?",
        "reply": "I've been dancing since I was in elementary school. That's all I've known.",
        "voice": ""
      },
      {
        "question": "With the phrase \"I'm not going to lose to anyone!\", would you say your good points as an idol include dancing?",
        "reply": "Yes, but when I joined this industry, I realized that there are always better performers. The current professionals, including me, are not able to compete with our rivals unless they practice more. I have a sense of urgency that I, as an experienced dancer, will have to lead the way.",
        "voice": ""
      },
      {
        "question": "I see, the idol industry is a tough place. You are very observant. Do you have any rivals?",
        "reply": "When I joined the industry, I was immediately impressed with LizNoir. I wondered how they could all dance like that....",
        "voice": ""
      },
      {
        "question": "You never know if you'll ever be on the same stage as them, do you? So what do you think you'd be doing if you hadn't become an idol?",
        "reply": "I think I'd still be dancing. I might have wanted to be a dance coach or a performer.",
        "voice": ""
      },
      {
        "question": "What is the most important thing in your idol career?",
        "reply": "When you start... don't stop. You have to put your all into it, without cutting corners so that people can always see your best performance.",
        "voice": ""
      },
      {
        "question": "I can feel your strong will. What's the most important thing you've ever done?",
        "reply": "Up until now, I've been trying to win a dance competition. Now I'm trying my best to be the best as an idol.",
        "voice": ""
      },
      {
        "question": "What has been the most frustrating moment for you?",
        "reply": "The moment when I achieve the best possible result, but the person I want to be recognized by does not acknowledge me.",
        "voice": ""
      },
      {
        "question": "What was the happiest moment for you?",
        "reply": "Happiest...? I guess it was the debut live performance. The reaction of the audience was great, and it was definitely rewarding. That feeling is addictive.",
        "voice": ""
      },
      {
        "question": "What kind of place is a live show for you?",
        "reply": "It's a place where you can express yourself and improve yourself with the other members.",
        "voice": ""
      },
      {
        "question": "How did you feel when you first got on stage?",
        "reply": "It was a strange sensation, different from a dance competition. I thought I wasn't nervous until just before the performance, but I felt a little bit down on my feet... I mean, I'm a professional, but I'm not quite there yet.",
        "voice": ""
      },
      {
        "question": "No, I think that's true for everyone at first. Has there been a moment in your career so far where you felt a bond with someone?",
        "reply": "When I'm not feeling well, I feel a bond with the members when they talk to me, even if they think they are hiding it. I also notice it when I see them. You can tell when you're living together.",
        "voice": ""
      },
      {
        "question": "So is there someone you consider to be your best friend within the members?",
        "reply": "It's not that we don't get along, but it's hard to say we're best friends..... we're all rivals rather than best friends. I wonder who it would be...?",
        "voice": ""
      },
      {
        "question": "Don't think so hard!　So, can you recommend the best spot in Hoshimi City?",
        "reply": "Super Takemiya (Takemiya Supermarket) has a great selection of cheap and fresh produce. Try the fresh fish delivered directly from Hoshimi fishing port. If you want to shop, go to Super Takemiya.",
        "voice": ""
      },
      {
        "question": "It sounds like an advertisement (laughs), but I can feel your love for the area. Ichinose-san, you are from Hoshimi City, right?",
        "reply": "Yes, I've always been in Hoshimi City, but I used to go to Tokyo a lot for dance lessons.",
        "voice": ""
      },
      {
        "question": "Did you always want to be a dancer from your childhood?",
        "reply": "That's right. When I was little, I was very much into dance when I was interested in it.",
        "voice": ""
      },
      {
        "question": "How did you become interested in it?",
        "reply": "When I saw the cast members dancing at the theme park I went to with my parents, I made up my mind to do it too.",
        "voice": ""
      },
      {
        "question": "It was such a shock to me that you made up your mind to do it at such a young age. You said you're good at dancing, but do you like music?",
        "reply": "My brother was always a big music lover, so I'm influenced by him, so I don't care what genre I'm listening to.",
        "voice": ""
      },
      {
        "question": "I see. Now, let's ask you about your music. What was your first impression of \"Shine Purity\" when you first heard it?",
        "reply": "The song was cooler than I had imagined for an idol song. To be honest, I was surprised. But at the same time, I wasn't sure if I'd be able to sing it.",
        "voice": ""
      },
      {
        "question": "If you had to explain \"Shine Purity\" in one word, how would you describe it?",
        "reply": "Probably... it's a song made by us; it's not perfect, but it's still good....",
        "voice": ""
      },
      {
        "question": "\"It's not perfect, but it's good\"... I see. What's your favorite lyric in \"Shine Purity\"?",
        "reply": "\"I'm here with you, and I'm gonna shine, I'm not alone anymore\" It makes me feel closer to the members than before, and I feel like it resonates with me somehow... eh... please don't nod so much, I'm embarrassed.",
        "voice": ""
      },
      {
        "question": "No, I just find it interesting. Now, it's time for the end. Have you had any troubles lately?",
        "reply": "As I said before, I think about how we can catch up with our rivals every day. But there's nothing we can do.",
        "voice": ""
      },
      {
        "question": "That's the problem with being an idol, isn't it? So what are you looking forward to the most right now?",
        "reply": "I look forward to each day, but it's so much fun to make new songs and to learn new dance choreography.",
        "voice": ""
      },
      {
        "question": "What's the best gift you've ever received?",
        "reply": "That story I just told you about the theme park was actually a birthday present from my parents. I was a only little but I was very happy. I haven't received anything recently though.",
        "voice": ""
      },
      {
        "question": "So, let's go even deeper. Ichinose-san, what is your ideal idol?",
        "reply": "An idol who can overwhelm the audience with her best performance.",
        "voice": ""
      },
      {
        "question": "What would you like to say to yourself in 10 years' time?",
        "reply": "A message? \"Please keep up the good work in the future\". I'm sorry, I can't say anything witty... I'm not good at this kind of thing.",
        "voice": ""
      },
      {
        "question": "That's okay. You did fine. What do you think of your fans?",
        "reply": "I can get energy and courage from them. I didn't feel it so much when I was dancing, but I realized that cheering gives me strength.",
        "voice": ""
      },
      {
        "question": "This is my final question; what does being an idol mean to you?",
        "reply": "I think that just like the dancers I saw, idols are capable of delivering dreams and smiles... especially these days.",
        "voice": ""
      },
      {
        "question": "So, finally, a few words for your fans.",
        "reply": "Your support is what motivates us. I hope you'll look forward to seeing us as we continue to grow. I hope you keep supporting us.",
        "voice": ""
      }
    ]
  },
  {
    "name": "Rio",
    "data": [
      {
        "question": "First of all, I'd like to ask you a few questions about your personal life. What is the first thing you do when you get up in the morning?",
        "reply": "I'll take a shower and then make a cup of coffee.",
        "voice": ""
      },
      {
        "question": "Do you have breakfast?",
        "reply": "Yes. It's simple, but I make hot sandwiches in the pie iron.",
        "voice": ""
      },
      {
        "question": "I see. Are you a good cook?",
        "reply": "Yes. I've always made a lot of meals by myself. If I'm at home, I'll just cook what I want to eat in the evening, like Chinese or Western food.",
        "voice": ""
      },
      {
        "question": "Do you pay attention to your diet?",
        "reply": "This is the kind of work I do, and of course I try to count calories and eat healthy foods.",
        "voice": ""
      },
      {
        "question": "What is your favorite food?",
        "reply": "I know that's not what you said earlier, but it's pancakes... I've conquered all the restaurants that are known for good pancakes in Tokyo.",
        "voice": ""
      },
      {
        "question": "You seem to have a real passion for pancakes. How do you spend your time off work?",
        "reply": "In the morning, I'll go to the gym or run for about 10 kilometers. After that, I'll go home and watch a movie or read a book, which is surprisingly low-key.",
        "voice": ""
      },
      {
        "question": "You run that much even on your days off? Where do you run on your days off?",
        "reply": "There's a running course in a large park nearby. There are a lot of students in the track and field club that run there, so it's very inspiring.",
        "voice": ""
      },
      {
        "question": "Do you have gym or running essentials?",
        "reply": "I sweat a lot, so as long as I have two towels and my phone, I'm good to go.",
        "voice": ""
      },
      {
        "question": "Do you have a favorite place in Tokyo?",
        "reply": "I think I might prefer the nature and the old townscape to the city.",
        "voice": ""
      },
      {
        "question": "I'm surprised to hear that. Don't you feel comfortable in the city, for example in areas where celebrities often congregate?",
        "reply": "It's not that I'm avoiding it, but... I often go there for meetings and events, and not so much in my free time.",
        "voice": ""
      },
      {
        "question": "What are you enjoying most right now?",
        "reply": "Forgive me for being boring, but before I came here today, I bought some new running shoes from online. I'm secretly looking forward to running in them.",
        "voice": ""
      },
      {
        "question": "Do you have a favorite genre of music?",
        "reply": "There is a female photographer and editor who is very knowledgeable about this, so recently I've been listening to Western music that she taught me about. I don't have a favorite.",
        "voice": ""
      },
      {
        "question": "If you had to choose, which do you like better, singing or dancing?",
        "reply": "It would be singing.",
        "voice": ""
      },
      {
        "question": "By the way, what was your first impression when you heard \"Shock Out, Dance!!\" for the first time?",
        "reply": "If I could make this song my own, I felt like I'd be one step closer to the peak of idols.",
        "voice": ""
      },
      {
        "question": "How would you describe \"Shock out, Dance!!\" in one word?",
        "reply": "LizNoir's style. This is the music that you can feel it the most.",
        "voice": ""
      },
      {
        "question": "What is your favorite lyric in \"Shock out, Dance!!\"?",
        "reply": "\"Don't stop dancing, we all have pain. They want to see people they'll never see again\". It's very much linked to how I felt when I was going through a lot...",
        "voice": ""
      },
      {
        "question": "How did you feel about that?",
        "reply": "Fufu, that's a secret indeed. You can take a guess from the lyrics.",
        "voice": ""
      },
      {
        "question": "So how would you describe your relationship with the members of LizNoir in one word?",
        "reply": "It's probably a bit deeper than colleagues... it's more like a partner that has your back.",
        "voice": ""
      },
      {
        "question": "When was the moment you felt a bond with the members in your activities so far?",
        "reply": "When I'm having a hard time, both physically and mentally, it's strange to have one of the members next to me. When that happens, you can't help but feel a bond with them.",
        "voice": ""
      },
      {
        "question": "I can see how strong the bond is. Is there someone you consider your best friend in your heart?",
        "reply": "I don't think the term \"best friend\" is quite appropriate, but we've known each other for a long time, especially Aoi (Igawa). I don't know how she feels about it, though.",
        "voice": ""
      },
      {
        "question": "Do you have any dreams that you would like to achieve as a LizNoir member?",
        "reply": "The goal is to become the top of the idol world with these members. That's all I want.",
        "voice": ""
      },
      {
        "question": "If that dream were to come true, who would you report to first?",
        "reply": "My mother, who has always supported me.",
        "voice": ""
      },
      {
        "question": "Are there any problems that you are having recently?",
        "reply": "To put it nicely, we have a group of unique members, so it's hard to train them so that they don't have any rough edges.",
        "voice": ""
      },
      {
        "question": "Next, I'd like to ask you a few questions about idols. Kanzaki, please tell us why you wanted to become an idol.",
        "reply": "Initially, it wasn't for a reason that I can say here... but in this industry, it's all about winning, no matter what the reason is.",
        "voice": ""
      },
      {
        "question": "I see. When was the last time you worked the hardest in your life?",
        "reply": "Hmm... I've been working as hard as ever since before my debut. I work hard to make sure more people can see our performances.",
        "voice": ""
      },
      {
        "question": "What is the most important thing for you as an idol?",
        "reply": "I always aim for the best performance to satisfy my fans. For that reason, I pay a lot of attention to my daily lessons and conditions. Aoi and Kokoro (Akasaki) are not good at it sometimes, so I scold them.",
        "voice": ""
      },
      {
        "question": "I'd like to see the members getting scolded by Kanzaki-san. What do you think your fans are like to you?",
        "reply": "There's no doubt that they're the most important people in our lives. Also, our fans are very remarkable. That's why I have to stand up straight, and I can't show them how sloppy I am.",
        "voice": ""
      },
      {
        "question": "What was the happiest gift you received from those fans?",
        "reply": "It's hard to decide what's the best. But sometimes when I receive a bouquet of flowers, I feel very energized. Maybe it's not really my style, but...",
        "voice": ""
      },
      {
        "question": "No, no, it's a very good look for you. Then, with the phrase \"I'm not going to lose to anyone at this!\" in mind, what are your strengths as an idol?",
        "reply": "I never want to lose to other idols in terms of singing, dancing and overall performance at the live shows.",
        "voice": ""
      },
      {
        "question": "How did you feel when you first got on stage as LizNoir?",
        "reply": "I think I may have been trying to be strong, thinking that this was finally going to happen. When I watch the video now, I'm reflecting on a lot of things. If you think about it that way, LizNoir is evolving more and more.",
        "voice": ""
      },
      {
        "question": "What does a (live performance) mean to you?",
        "reply": "It's a place where you can connect with your fans. It's like a conversation through a live concert.",
        "voice": ""
      },
      {
        "question": "I'm glad to hear stories that are typical of you as a frontline performer. If you hadn't become an idol, what do you think you'd be doing?",
        "reply": "I can't imagine, because I ran at full speed to become an idol. But I might have still been with my mother in my hometown.",
        "voice": ""
      },
      {
        "question": "What is your favorite memory from your childhood?",
        "reply": "My parents' house is a coffee shop, and my mother would be tending the counter. When I came home from school and opened the door, the bell would ring. I remember the sound of the bell.",
        "voice": ""
      },
      {
        "question": "What kind of child were you at that time, do you think?",
        "reply": "I think I was quite a precocious child. I was tall and fashion-conscious, and my mother got mad for playing with her cosmetics.",
        "voice": ""
      },
      {
        "question": "That's cute. Can you tell us about your dreams at the time?",
        "reply": "I was already interested in idols. But until I got serious about it, it may have felt somewhat distant.",
        "voice": ""
      },
      {
        "question": "So let's talk about some of your school days. How did you spend your time at school?",
        "reply": "I've enjoyed running since those days, and I was on the track club. We competed against each other every morning and night, running all day long, so I think my competitive nature may have been formed at that time.",
        "voice": ""
      },
      {
        "question": "So you liked to run even then? How about your studies?",
        "reply": "I'm good at studying, I think. I was good at it, and I didn't slack off in my studies.",
        "voice": ""
      },
      {
        "question": "Kanzaki-san, you don't seem to be one to slack on anything. What's the happiest moment you've ever had?",
        "reply": "There was a time when I took a break from performing, but when I saw the members who had been waiting for me and believed in me again.",
        "voice": ""
      },
      {
        "question": "Then, what was the most frustrating moment for you so far?",
        "reply": "That was the first time I saw a certain idol. To be honest, I didn't want to admit that they existed.",
        "voice": ""
      },
      {
        "question": "I'm very curious about it. Is that person a rival of yours?",
        "reply": "A rival... yes, I guess that's right. It's safe to assume so.",
        "voice": ""
      },
      {
        "question": "What is your ideal image of an idol?",
        "reply": "Idols that will remain in the hearts of everyone. I think there are only a few idols like that out there.",
        "voice": ""
      },
      {
        "question": "What would you like to say to yourself 10 years from now?",
        "reply": "Is it true that you've already retired? Either way, I'm sure you're making your dream come true with all of LizNoir.",
        "voice": ""
      },
      {
        "question": "What does an idol mean to you?",
        "reply": "I think we need to create a space that fans can only experience at that time and place, and make them happy.",
        "voice": ""
      },
      {
        "question": "Lastly, could you give a word to your fans?",
        "reply": "Thank you for your support. LizNoir tends to be seen as a rather hard-core band, but we hope that people who haven't seen us perform live will feel free to come and enjoy it.",
        "voice": ""
      }
    ]
  },
  {
    "name": "Rui",
    "data": [
      {
        "question": "Same to you. Do you ever get nervous during an interview? I don't see you as that kind of person.",
        "reply": "I don't get too nervous, but I do get a sense of urgency. It's rude not to give a proper answer.",
        "voice": ""
      },
      {
        "question": "As expected Tendo-san. I'd like to ask you a variety of questions starting now. How is your school life?",
        "reply": "To be honest, I don't think I have a very \"student\" life with the amount of time off I have from school.",
        "voice": ""
      },
      {
        "question": "That's right. Wouldn't you get a lot of attention if you went to school?",
        "reply": "No, that's not true. It's a class of people who are involved in the arts anyway.",
        "voice": ""
      },
      {
        "question": "I see. Do you like to study?",
        "reply": "I think I'm the one who likes studying. I feel like I grown up when I learn something new.",
        "voice": ""
      },
      {
        "question": "Do you have a favorite subject?",
        "reply": "I love English.",
        "voice": ""
      },
      {
        "question": "Why is that?",
        "reply": "I think it's quite fun to learn English and be able to communicate with more people.",
        "voice": ""
      },
      {
        "question": "You'd like to do things such as traveling abroad?",
        "reply": "I would. I'm too busy right now to go, but it would be fun to be able to communicate in English with people from abroad.",
        "voice": ""
      },
      {
        "question": "Yes, it would be fun to be able to talk with a foreigner. Do you have any subjects you are weak in?",
        "reply": "Yes... I'm not very good at art.",
        "voice": ""
      },
      {
        "question": "I know you're often busy, but where do you usually study?",
        "reply": "I do it at home or in between lessons, basically.",
        "voice": ""
      },
      {
        "question": "There are some people who do it at family restaurants, but it's not easy for most.",
        "reply": "That's right. Thankfully, I'm sometimes approached by people, and I can cause trouble for other customers. But it's not as easy as you might think. I've never been noticed on a train.",
        "voice": ""
      },
      {
        "question": "Wow. Do you sometimes get on trains?",
        "reply": "Of course I do. I sometimes run from the station to the lesson studio when I'm training. But you wouldn't know if I was running, would you? Hmmm.",
        "voice": ""
      },
      {
        "question": "Is there anything else that you pay attention to in your daily life as an idol?",
        "reply": "I always try to be the \"Rui Tendo\" idol at all times. Even when I'm doing a little shopping, there's no guarantee that my fans aren't watching me. I also pay attention to what I eat.",
        "voice": ""
      },
      {
        "question": "What exactly do you mean by that?",
        "reply": "I always try to eat breakfast. I eat eggs, bacon, and white rice to be aware of what gives me proper energy and balance.",
        "voice": ""
      },
      {
        "question": "That's great. Isn't it hard to eat your favorite food too?",
        "reply": "That's right. But I don't want to limit myself too much, because it would be too stressful, so I try not to overdo it.",
        "voice": ""
      },
      {
        "question": "What is your favorite food, by the way?",
        "reply": "I like chewy candy. A lot of people say it's unexpected for me. And I also like the nabe we sometimes have with TRINITYAiLE members.",
        "voice": ""
      },
      {
        "question": "Yes, that's surprising. What kind of nabe do you make?",
        "reply": "There are no particular recipe. It's just what we feel like in the moment. I like to eat with all the members.",
        "voice": ""
      },
      {
        "question": "I feel a bond between you three. Is there any food that you don't like to eat?",
        "reply": "I'm not very good with beef. There are other things, but I'm often told that I'm quite a picky eater.",
        "voice": ""
      },
      {
        "question": "That's certainly an unexpected side to you. Tell us more about yourself. How do you spend your time on your days off?",
        "reply": "I spend most of my time training and maintaining my body. Occasionally, I have tea with Yu (Suzumura).",
        "voice": ""
      },
      {
        "question": "Is there anything that's been troubling you lately?",
        "reply": "I would be lying if I said there wasn't anything. It's hard to confide in others, but I try not to think too much about it because I have no choice but to move on.",
        "voice": ""
      },
      {
        "question": "I feel the strength that is typical of Tendo-san. Is there a place where you feel most comfortable?",
        "reply": "There is. The location.... I'm sorry, it's a secret. Regardless of the location, I feel comfortable just being together with Yu and Sumire (Okuyama).",
        "voice": ""
      },
      {
        "question": "Do the three of you ever get a holiday together?　What are you looking forward to the most at the moment?",
        "reply": "The three of us just happened to be together this time around for our time off. I'm going to cook a dinner at home and we've been talking about eating together. It's a small thing, but I'm really looking forward to it.",
        "voice": ""
      },
      {
        "question": "What was your dream when you were a child?",
        "reply": "I may have dreamed of being an idol, vaguely. I've always liked idols.",
        "voice": ""
      },
      {
        "question": "I'm going to ask you some questions about that, since you mentioned idols. Why did you decide to become an idol in the first place?",
        "reply": "It's strange, but when I realized I wanted to be an idol, I knew I wanted to be an idol. I think that as I watched my idols, I naturally felt that I wanted to be one too.",
        "voice": ""
      },
      {
        "question": "You're from Van Productions's training school, aren't you?",
        "reply": "Yes.",
        "voice": ""
      },
      {
        "question": "Did you have any difficulties during your time at the training school?",
        "reply": "There was a lot of them. I was floating around in the beginning. There were times when I was running on empty. But it was Yu who saved me from that.",
        "voice": ""
      },
      {
        "question": "So that's what happened. Can you tell me more about those days?",
        "reply": "Sorry, I'll keep that in my mind. It's an embarrassing story. The only thing I can say is that if it wasn't for Yu, I wouldn't be where I am today.",
        "voice": ""
      },
      {
        "question": "I understand. Now then, with the phrase \"No one can beat me at this!\" in mind, what do you think the strengths are as an idol?",
        "reply": "That's a difficult question. I perform with the feeling that I'm the best idol around, so I guess my answer is \"idol performances\"?",
        "voice": ""
      },
      {
        "question": "That's something that only you can say. If you had to choose between singing and dancing, which do you prefer?",
        "reply": "I like both.",
        "voice": ""
      },
      {
        "question": "Do you remember how you felt when you first stepped on stage?",
        "reply": "I remember it. I was so excited that it was finally going to start. Maybe I was a little too enthusiastic.",
        "voice": ""
      },
      {
        "question": "Were you nervous?",
        "reply": "There was a little bit of that. But when I saw the faces of Yuu and Sumire, I knew that I would be okay with them, so my nerves were blown away.",
        "voice": ""
      },
      {
        "question": "You have mentioned the two members, was there a moment when you felt a bond with them?",
        "reply": "There are many moments like that. Like when I went back to the lesson room by myself after the lesson was over and we all went home separately, and I went back to the lesson room by myself to find the two of them there.... Even when Yu was about to go up on stage to hide her illness, Sumire and I noticed right away.",
        "voice": ""
      },
      {
        "question": "What is a live performance for you, Tendo-san?",
        "reply": "Is it a place where a lot of \"feelings\" come together? We have a strong belief in our audience and in us as well, because we stand on stage.",
        "voice": ""
      },
      {
        "question": "Is there anyone you consider a rival?",
        "reply": "I consider all my idols to be rivals, not just anyone in particular.",
        "voice": ""
      },
      {
        "question": "So who do you consider to be your best friend in your heart?",
        "reply": "Both Yu and Sumire. We have an unshakeable bond with each other.",
        "voice": ""
      },
      {
        "question": "If you had to describe your relationship with the members of TRINITYAiLE in one word, what would it be?",
        "reply": "Trust. It's a relationship where we trust and rely on each other.",
        "voice": ""
      },
      {
        "question": "What is the most important thing in your idol activities?",
        "reply": "I'm repeating myself earlier, but you must believe in the members. Then, you need to keep improving on yourself. Oh, I'm sorry, I said two things, not one. Fufu.",
        "voice": ""
      },
      {
        "question": "It's not a problem. Tell us about music. What was your first impression of \"Aile to Yell\" when you first heard it?",
        "reply": "I thought it was a wonderful song that was very much like us. But with that in mind, we also started thinking at the same time about how we would perform in this song.",
        "voice": ""
      },
      {
        "question": "If you had to explain \"Aile to Yell\" in one word, how would you describe it?",
        "reply": "A cheering song, I guess. From us to you, and from you to us. It's a song that makes you feel that connection.",
        "voice": ""
      },
      {
        "question": "What's your favorite lyric in \"Aile to Yell\"?",
        "reply": "It's difficult to say. If I had to pick one, I'd have to say \"Even in a difficult time when you feel like you're going to cry, this voice will smile at your side\". It's full of our thoughts.",
        "voice": ""
      },
      {
        "question": "What are your dreams for TRINITYAiLE?",
        "reply": "Flying to heights that no one else can reach... I want everyone to recognise us as top idols.",
        "voice": ""
      },
      {
        "question": "If that dream comes true, who would you like to report to first?",
        "reply": "My family.",
        "voice": ""
      },
      {
        "question": "What does being an idol mean to you, Tendo-san?",
        "reply": "Idols are someone who never fail to work hard and can inspire anyone. And... someone who stands on stage with strong determination to overcome any obstacle.",
        "voice": ""
      },
      {
        "question": "That's what you are until the end. Now, could you give a word to your fans?",
        "reply": "Your voices are our strength. Thank you so much for your support. We will aim even higher so that we don't fail you. Please continue to support us.",
        "voice": ""
      }
    ]
  },
  {
    "name": "Saki",
    "data": [
      {
        "question": "I'd like to ask you a lot of questions today, so thank you for your time.",
        "reply": "It's my pleasure to be here. I don't know if I can meet your expectations, but I will do my best to answer you properly.",
        "voice": ""
      },
      {
        "question": "Thank you. You are very polite, aren't you?　Has you always been this way?",
        "reply": "Yes, I think I've been polite since I was young.",
        "voice": ""
      },
      {
        "question": "Have you always been aware of it?",
        "reply": "No, it wasn't something I was particularly conscious of. Both of my parents were working, and I had to take care of my sister a lot. I think it was because I thought I had to take care of myself.",
        "voice": ""
      },
      {
        "question": "I think it's unusual for sisters to be in the same office, but how did that come about?",
        "reply": "The reason for this was me. I had always loved idols, so I talked to my sister (Chisa Shiraishi) and we applied together.",
        "voice": ""
      },
      {
        "question": "I see. What was the reason behind you wanting to be an idol?",
        "reply": "Yeah, I am often asked to do things by the people around me. But this is my last year of high school and I wanted to challenge myself to do what I wanted to do. That's the main reason.",
        "voice": ""
      },
      {
        "question": "Have you always wanted to be an idol?",
        "reply": "Yes. I've loved idols since I was little.",
        "voice": ""
      },
      {
        "question": "How do you feel now that your dream has come true?",
        "reply": "I'm very happy. I knew it would be a tough world, but it's more than I imagined. To be honest, I was surprised at the amount of time we spent to prepare for just one live performance. But the sense of accomplishment that comes from overcoming these challenges is something I've never experienced before, and it's very rewarding. Still, I have a new dream, so I can't say it's come true yet.",
        "voice": ""
      },
      {
        "question": "What do you mean by a new dream?",
        "reply": "All of us have a dream to become top idols.",
        "voice": ""
      },
      {
        "question": "If that dream comes true, who would you want to tell first?",
        "reply": "My parents, since I'm causing them a lot of trouble...",
        "voice": ""
      },
      {
        "question": "If you hadn't become an idol, what do you think you would be doing?",
        "reply": "If I hadn't become an idol I'd probably be going to college and getting a normal job.",
        "voice": ""
      },
      {
        "question": "What kind of place is the stage for you, Saki-san?",
        "reply": "A place to make someone smile, I think it's a great place.",
        "voice": ""
      },
      {
        "question": "What is the most important thing to you as an idol?",
        "reply": "There are a lot of them. Joining forces, I guess...",
        "voice": ""
      },
      {
        "question": "Sorry... for being uneducated. What do you mean by that?",
        "reply": "Oh, I'm sorry. I think it was meant to be about uniting everyone together.",
        "voice": ""
      },
      {
        "question": "Thank you. What's the most important thing you've ever done?",
        "reply": "The first thing is... learning how to behave as an idol?",
        "voice": ""
      },
      {
        "question": "Oh, and what exactly is that?",
        "reply": "It's the way I deal with customers and my idol-like poses.",
        "voice": ""
      },
      {
        "question": "Have you been struggling with that lately?",
        "reply": "Yeah... It's possible to study and gain the knowledge, but when it comes to doing it yourself, it's not so easy.",
        "voice": ""
      },
      {
        "question": "It's true that experience is also necessary. I get the impression that you're a very diligent person; are you involved in the student council at school?",
        "reply": "Yes. I'm the student council president.",
        "voice": ""
      },
      {
        "question": "I knew it. What kind of school life do you have?",
        "reply": "I spend most of my break time studying or reading. The student council is mostly responsible for putting together hand-over materials.",
        "voice": ""
      },
      {
        "question": "You are the mentor of all the students. What's your favorite subject?",
        "reply": "I like practically all of them, but if I had to pick one subject, it would be geography.",
        "voice": ""
      },
      {
        "question": "If I had to pick, it would be geography. And why is that?",
        "reply": "I like to keep things organized. Geography and maps are very organized, and I find it calming to look at them.",
        "voice": ""
      },
      {
        "question": "That makes sense. By the way, are there any subjects you're not good at?",
        "reply": "Not really. If I had to choose, I'd say it's physical education.",
        "voice": ""
      },
      {
        "question": "Is that right?. But wouldn't it be different if you were dancing on a regular basis?",
        "reply": "I'm not that good at physical sports, but I'm not very good at ball games.",
        "voice": ""
      },
      {
        "question": "It's true that dancing and ball games are totally different. Which do you like better, singing or dancing?",
        "reply": "Hmm... I love them both.",
        "voice": ""
      },
      {
        "question": "Do you and your sister Chisa get along well with each other?",
        "reply": "We get along well. We've been together as a family for a long time.",
        "voice": ""
      },
      {
        "question": "Do you spend a lot of time with Chisa-san, even on your days off?",
        "reply": "We spend a lot of time together. I think I'm with Chisa about 90% of the time on my day off.",
        "voice": ""
      },
      {
        "question": "You're almost always with her. What do you do together?",
        "reply": "We go shopping together, we go to the movies, cook, and so on.",
        "voice": ""
      },
      {
        "question": "What do you buy when you go shopping?",
        "reply": "I often buy clothes. Most of the time my clothes are also chosen by Chisa.",
        "voice": ""
      },
      {
        "question": "Oh, really? Is that so? You don't buy them alone?",
        "reply": "Yes, but for some reason Chisa stops me. She says, \"You shouldn't buy clothes by yourself, big sister\".",
        "voice": ""
      },
      {
        "question": "I wonder why that is.　I'd like to hear more about that in the interview with Chisa-san.",
        "reply": "Thank you very much",
        "voice": ""
      },
      {
        "question": "By the way, what do you do when you're alone?",
        "reply": "I go to stamp rallies and I often read.",
        "voice": ""
      },
      {
        "question": "Stamp rally?",
        "reply": "Yes. I've always been interested in maps, and while I was visiting various stations, I became addicted to them.",
        "voice": ""
      },
      {
        "question": "Do you have a favorite place in Hoshimi City?",
        "reply": "I have many but.... I like the dorms now.",
        "voice": ""
      },
      {
        "question": "I see. Where do you feel comfortable within in the dorms?",
        "reply": "I have a place that looks like a study, and I love it. It's surrounded by books and it's a calming place.",
        "voice": ""
      },
      {
        "question": "Let me ask you a little more about your personal life. Do you have a morning routine when you wake up?",
        "reply": "Yes... first of all, I make the bed. It's easy for it to get wrinkled. After that, I wash my face, brush my teeth, and check my overall schedule for the day.",
        "voice": ""
      },
      {
        "question": "That's great. What is your favorite breakfast?",
        "reply": "I like bread. But when I'm on duty, I'm careful to make sure I have a balanced diet.",
        "voice": ""
      },
      {
        "question": "I admire that. What other food do you like to eat besides bread?",
        "reply": "I like kusaya (dried fish).",
        "voice": ""
      },
      {
        "question": "Oh, that's unusual. Is there any food you don't like?",
        "reply": "Nope.",
        "voice": ""
      },
      {
        "question": "Then do you have a favorite music genre?",
        "reply": "Genres? I don't know if it's a genre or not, but I've been listening to a lot of idol songs for a long time.",
        "voice": ""
      },
      {
        "question": "I'd like to dig a little deeper about music. What was your first impression of \"Shine Purity\" when you first heard it?",
        "reply": "I thought it was a wonderful song. At the same time, I felt a responsibility to sing and dance to this song.",
        "voice": ""
      },
      {
        "question": "If you had to describe \"Shine Purity\" in one word, what would you say?",
        "reply": "A song about bonding, I guess. I feel that this song brings the 10 of us together.",
        "voice": ""
      },
      {
        "question": "What's your favorite lyric in \"Shine Purity\"?",
        "reply": "\"Sometimes, the dream never ends. The one who taught me that, was you\". I've always dreamed of being an idol, but that part overlaps with my dream of going beyond that.",
        "voice": ""
      },
      {
        "question": "Please tell us more. What kind of people are your fans?",
        "reply": "They are very important to us. They make us idols, and above all, they give us courage.",
        "voice": ""
      },
      {
        "question": "So, what does an idol mean to you, Saki-san?",
        "reply": "Idols are a dream. It will always be a dream world for me, and I would be happy if I could continue to pursue this dream now and in the future.",
        "voice": ""
      },
      {
        "question": "That's a wonderful answer, just like you, Saki-san. Thank you for your time. Lastly, could you give a message to your fans?",
        "reply": "Thank you very much for supporting us among so many idols. We'll do our best not to fail your expectations.",
        "voice": ""
      }
    ]
  },
  {
    "name": "Shizuku",
    "data": [
      {
        "question": "So, let me start with your personal life, Shizuku-san. What is the first thing you do when you wake up in the morning?",
        "reply": "In the morning I brush my teeth, wash my face....and I go back to my room.",
        "voice": ""
      },
      {
        "question": "You go back to your room?",
        "reply": "I go on my phone and checking social media and idol news...",
        "voice": ""
      },
      {
        "question": "Don't you have breakfast?",
        "reply": "After checking my phone, I'll go to the living room to eat...",
        "voice": ""
      },
      {
        "question": "What is your favorite thing for breakfast?",
        "reply": "Yogurt.",
        "voice": ""
      },
      {
        "question": "What's your favorite dessert?",
        "reply": "Bananas... I guess?",
        "voice": ""
      },
      {
        "question": "How about a drink of your choice?",
        "reply": "....Mixed juice.",
        "voice": ""
      },
      {
        "question": "Then tell us how you spend your time at school.",
        "reply": "...After class, I go to the roof or the library during our breaks...",
        "voice": ""
      },
      {
        "question": "So it's a calming place for you, Shizuku-san?",
        "reply": "It's quiet, so. Just right for looking at my phone........",
        "voice": ""
      },
      {
        "question": "Do you have a favorite subject?",
        "reply": "Everything, I don't dislike.... anything.",
        "voice": ""
      },
      {
        "question": "Are you good at studying?",
        "reply": "Hmm... My teacher's stories are interesting. So... I try to properly concentrate.",
        "voice": ""
      },
      {
        "question": "What do you do on your off days?",
        "reply": "I go fishing in the sea and watch videos of my favorite idols.",
        "voice": ""
      },
      {
        "question": "Fishing is a tough hobby to get into, isn't it? So your favorite place in Hoshimi City is of course the sea?",
        "reply": "Hmm...I can just sit in silence. Sometimes I go with Chisa (Shiraishi)-chan, too.",
        "voice": ""
      },
      {
        "question": "So, about idols. Why did you become an idol yourself?",
        "reply": "I've always liked idols. And for various reasons, I joined the agency.",
        "voice": ""
      },
      {
        "question": "What do you like about idols?",
        "reply": "They're always sparkling... they give you energy.",
        "voice": ""
      },
      {
        "question": "It's true that when you see them on stage, you'll be energized. If you hadn't become an idol, what do you think you would be doing?",
        "reply": "I can't imagine.... I think I would have been going to my idol's live shows.",
        "voice": ""
      },
      {
        "question": "What does the stage performance mean to you, Shizuku-san?",
        "reply": "It's still a bit of a strange place to be, because I've been on the cheering side for so long.",
        "voice": ""
      },
      {
        "question": "How did you feel when you first went on stage?",
        "reply": "I was really scared, but we were all in it together and we got through it.",
        "voice": ""
      },
      {
        "question": "What's the most important thing for you as an idol?",
        "reply": "To think about the feelings of the people who are always cheering you on...",
        "voice": ""
      },
      {
        "question": "You could say that you've always loved idols. Then, what kind of people are your fans like now?",
        "reply": "I'm so happy to hear people calling my name at a live show... They're such important people to me.",
        "voice": ""
      },
      {
        "question": "With the phrase \"I will not lose to anyone here!\" in mind, what are your strengths as an idol?",
        "reply": "My idol.... knowledge?",
        "voice": ""
      },
      {
        "question": "You are indeed an idol lover, Shizuku-san. Have you had a moment in your career where you felt a bond with someone?",
        "reply": "I practiced smiling and dancing with everyone and I got to talk to Chisa-chan... there has been many moments like that.",
        "voice": ""
      },
      {
        "question": "You're all very close to each other at Hoshimi Production, aren't you? Do you have any rivals in your heart among these members?",
        "reply": "A rival...? I don't know....",
        "voice": ""
      },
      {
        "question": "So how about the person you consider your best friend?",
        "reply": "It's.... Chisa-chan. She's always encouraging me and pushing me forward.",
        "voice": ""
      },
      {
        "question": "If you could describe your relationship with the members of Hoshimi Productions in one word, how would you describe it?",
        "reply": "Comrades...",
        "voice": ""
      },
      {
        "question": "Do you have any dreams that you want to achieve at Hoshimi Productions?",
        "reply": "I want to be number one. It's going to be tough, but...",
        "voice": ""
      },
      {
        "question": "If your dream came true, who would you want to tell first?",
        "reply": "Who would I pick... I'd rather talk about it first with everyone... than report it, I guess.",
        "voice": ""
      },
      {
        "question": "Next, let's hear about the song. What was your first impression of \"Shine Purity\" when you first heard it?",
        "reply": "\"Oooooohhh\"...... is what I thought.",
        "voice": ""
      },
      {
        "question": "Ohh, how does that make you feel?",
        "reply": "Compared to the other idols, I'm surprised at how intensively I feel.",
        "voice": ""
      },
      {
        "question": "If you had to describe \"Shine Purity\" in one word, how would you describe it?",
        "reply": "...Fresh.",
        "voice": ""
      },
      {
        "question": "What's your favorite lyric in \"Shine Purity\"?",
        "reply": "\"The sky lit up, I saw myself in my dream\".",
        "voice": ""
      },
      {
        "question": "What is it that you like about that line?",
        "reply": "It reinds me of... when I first fell in love with idols.",
        "voice": ""
      },
      {
        "question": "I see. Which do you like better, singing or dancing, Shizuku-san?",
        "reply": "Singing... I guess? Dancing is much harder to keep up with...",
        "voice": ""
      },
      {
        "question": "Is your favorite music genre, of course, idol music?",
        "reply": "Yes... The idols of the past and the idols of today are all amazing. I learn a lot from their live performances and their behavior.",
        "voice": ""
      },
      {
        "question": "What is your most memorable memory from your childhood?",
        "reply": "The first time I saw an idol live.",
        "voice": ""
      },
      {
        "question": "How did you feel the first time you saw an idol live?",
        "reply": "It was so shiny and beautiful. I can remember it, but I can't describe it well....",
        "voice": ""
      },
      {
        "question": "That's not true, your emotions come through loud and clear. Did you have dreams when you were a child?",
        "reply": "I was interested in idols....",
        "voice": ""
      },
      {
        "question": "Well, then, what was the happiest moment for you so far?",
        "reply": "The day I got my first fan letter.... I've always loved idols, and I've always sent them out, so I'm really happy to be on the receiving end.",
        "voice": ""
      },
      {
        "question": "That's the first time you've felt that way since you've been on the receiving end. What's the most important thing you've ever done?",
        "reply": "I'm always trying my best to be like the idol I've always admired.",
        "voice": ""
      },
      {
        "question": "We're already near the end of the interview. What are you looking forward to the most right now?",
        "reply": "I was scared of it before, but now I'm looking forward to the live show. I'm with everyone....so...",
        "voice": ""
      },
      {
        "question": "Do you have any worries these days?",
        "reply": "I'm not very good at talking.",
        "voice": ""
      },
      {
        "question": "What kind of idol do you want to be?",
        "reply": "Even by just a litle bit... I want to be an idol who encourages everyone.",
        "voice": ""
      },
      {
        "question": "That's wonderful. I'm sure there are many people who have already been given courage by you. What would you like to say to yourself 10 years from now?",
        "reply": "Hmm.... there's still room for improvement.",
        "voice": ""
      },
      {
        "question": "What does being an idol mean to you, Shizuku-san?",
        "reply": "Make everyone smile... and give them a dream to belive in.",
        "voice": ""
      },
      {
        "question": "Lastly, could you give a message to your fans?",
        "reply": "Thank you for your support... I'm not quite there yet, but I'll do my best, so please keep supporting me.",
        "voice": ""
      }
    ]
  },
  {
    "name": "Sumire",
    "data": [
      {
        "question": "Hello. It's nice to meet you today. Please introduce yourself to me.",
        "reply": "Sumire Okuyama, I'm 15 years old, nice to meet you!",
        "voice": ""
      },
      {
        "question": "Thank you. you're the youngest person in TRINITYAiLE, aren't you?",
        "reply": "Yes. I'm only a middle school student.",
        "voice": ""
      },
      {
        "question": "Isn't it hard to balance your studies?",
        "reply": "Ehehe. That's right~. I'd be lying if I said it wasn't hard, but both are fun!",
        "voice": ""
      },
      {
        "question": "I'll start by asking you about your school life. How do you usually spend your time at school?",
        "reply": "I'm having a great time!　The class size is small and everyone is very supportive.",
        "voice": ""
      },
      {
        "question": "So, where is the school?",
        "reply": "In my hometown, Yamagata. It's a nice place!",
        "voice": ""
      },
      {
        "question": "Is that so? Do you usually commute from Yamagata?",
        "reply": "Yes. It takes about three hours to get to Tokyo if you take the Shinkansen (bullet train). If I'm reviewing my lessons or doing my homework for school, I can get there in no time. However, when I'm busy, I sometimes stay at Rui (Tendo)-chan's and Yu (Suzumura)'s house.",
        "voice": ""
      },
      {
        "question": "No, no, that's amazing. There aren't many people who can do that.",
        "reply": "I wonder if that's true. I've been going there since I was a child, so I'm used to it.",
        "voice": ""
      },
      {
        "question": "You used to be a child actor, didn't you?",
        "reply": "Yes. It was quite a while ago.",
        "voice": ""
      },
      {
        "question": "Why did you become an idol?",
        "reply": "It's for a veeery deep reason.... because I love idols!",
        "voice": ""
      },
      {
        "question": "I'd like to go into that some more, but I'm afraid it'll be avoided, so I'll move on. Do you have a favorite subject?",
        "reply": "I really like the music classes. Singing and playing instruments is one thing, but talking about the history of music is also very interesting.",
        "voice": ""
      },
      {
        "question": "Do you have a subject that you're not good at?",
        "reply": "I'm bad at mathematics. Even if I study for the test, I'm become panicked when it comes to the real test.",
        "voice": ""
      },
      {
        "question": "I know what you mean. Are you a morning person?",
        "reply": "I think so!　I don't need to wake up with an alarm. I'm not sure if I'm going to be able to do that, but if I'm tired, like the day after a live show, I sleep until around noon...",
        "voice": ""
      },
      {
        "question": "What is the first thing you do when you get up in the morning?",
        "reply": "I wash my face and have breakfast with the whole family!",
        "voice": ""
      },
      {
        "question": "I see you and your family are very close. Do you have any siblings?",
        "reply": "Yes! I have my onii... older brother.",
        "voice": ""
      },
      {
        "question": "You can call him your \"onii-chan\" (nickname for older brother). What do you like for breakfast?",
        "reply": "I love rice. It's really good!",
        "voice": ""
      },
      {
        "question": "Sounds good, it's in Yamagata, after all. What is your favorite food?",
        "reply": "I love cherries! Potato stew too.",
        "voice": ""
      },
      {
        "question": "You have a lot of love for your hometown. Is there any food you don't like?",
        "reply": "I don't! Ah, and as for drinks, I don't like black coffee.",
        "voice": ""
      },
      {
        "question": "Then, on the other hand, what's your favorite drink?",
        "reply": "I like Shiruko! That's a drink....right?",
        "voice": ""
      },
      {
        "question": "A drink, maybe? I guess they are sometimes sold in vending machines.",
        "reply": "Yes, that's right! It's sweet, warm, and delicious!",
        "voice": ""
      },
      {
        "question": "How do you spend your days off?",
        "reply": "I like to spend time with my family. I also like to spend time with Rui-chan and Yu-chan when their days off are convenient for me.",
        "voice": ""
      },
      {
        "question": "What are you going to do on your next holiday?",
        "reply": "To tell you the truth, the three of us will be together for the first time in a while on our next holiday! We're going to have a dinner party at either Rui-chan's or Yu-chan's house!　I'm looking forward to it!",
        "voice": ""
      },
      {
        "question": "Tendo-san and Suzumura-san both said the same thing. They both seemed to be looking forward to it.",
        "reply": "Is that true!? I'm so happy~. But I'm kind of embarrassed. Ehehe.",
        "voice": ""
      },
      {
        "question": "The more I hear, the more I feel the bond between you guys. If you had to describe your relationship with the members of TRINITYAiLE in one word, what would it be?",
        "reply": "Sisters, I guess. They are like big sisters to me. I can always rely on them and they are my two favorite people.",
        "voice": ""
      },
      {
        "question": "What is the dream that you want to achieve with TRINITYAiLE?",
        "reply": "Of course, to become the no. 1 idols!",
        "voice": ""
      },
      {
        "question": "If that dream came true, who would you tell first?",
        "reply": "My onii-chan (older brother), and my whole family! Ah,... eventually came out, didn't it? Ehehe.",
        "voice": ""
      },
      {
        "question": "You're a family-oriented girl, aren't you? By the way, what was your dream when you were little?",
        "reply": "Hmm. I've been working since I can remember, so I probably didn't think about it too much. But it makes me so happy to see the people around me smile!",
        "voice": ""
      },
      {
        "question": "What kind of people are fans for you, Okuyama-san?",
        "reply": "The source of power that guides us!",
        "voice": ""
      },
      {
        "question": "Can you tell us about your idol work? How did you feel when you first stepped on stage?",
        "reply": "I was extremely nervous. But when I got on stage with Rui-chan and Yu-chan and the music started playing, I remembered the memories of practicing with everyone. After that, the stage became a lot of fun!",
        "voice": ""
      },
      {
        "question": "Do you prefer singing or dancing?",
        "reply": "It's hard to say! Maybe dance?",
        "voice": ""
      },
      {
        "question": "What does a live performance mean to you?",
        "reply": "It's a wonderful place where everyone can be happy!",
        "voice": ""
      },
      {
        "question": "What is the most important thing about being an idol?",
        "reply": "I don't want to lose our TRINITYAiLE-style identity, probably?",
        "voice": ""
      },
      {
        "question": "What is the TRINITYAiLE identity?",
        "reply": "Rui is in the middle, and Yu and I are on either side... I'm sorry, it's hard to put into words.",
        "voice": ""
      },
      {
        "question": "There's an atmosphere that only TRINITYAiLE can create. What is your specialty?",
        "reply": "Specialties... specialties~.... Oh, I don't know if this is a specialty, but I never forget the face and name of someone I once spoke to!",
        "voice": ""
      },
      {
        "question": "That's great. I guess you could call that a special skill. Did you have to practice?",
        "reply": "No, it's more of a habit from when I was a child actor... I've come to remember people naturally.",
        "voice": ""
      },
      {
        "question": "That's right. By the way, what do you think you would have been doing if you hadn't become an idol?",
        "reply": "If I hadn't become an idol, huh? I don't think I'd have done anything at all. Heh, heh. I have nothing else to do now but be an idol.",
        "voice": ""
      },
      {
        "question": "I feel a sense of determination. Have you had any troubles lately?",
        "reply": "I feel lonely when I can't attend a live show and have to go home.",
        "voice": ""
      },
      {
        "question": "Is there anyone you consider to be your best friend?",
        "reply": "Rui-chan and Yu-chan are both big sisters and best friends to me. We've gone through so many things, and they're precious, precious friends!",
        "voice": ""
      },
      {
        "question": "You all get along really well. So what's the happiest moment you've ever had?",
        "reply": "When I knew I was getting into TRINITYAiLE!",
        "voice": ""
      },
      {
        "question": "What was your most frustrating moment?",
        "reply": "When I couldn't keep up with Rui-chan and Yu-chan, and I thought... I was lowering the level of TRINITYAiLE. I was so frustrated with my own inadequacy.",
        "voice": ""
      },
      {
        "question": "So let's hear about your music. What was your first impression of \"Aile to Yell\" when you first heard it?",
        "reply": "Amazing! I was so impressed! I was impressed that this song is for us!",
        "voice": ""
      },
      {
        "question": "So how would you describe \"Aile to Yell\" in one word?",
        "reply": "\"TRINITYAiLE\", that's it! Ehehe.",
        "voice": ""
      },
      {
        "question": "What is your favorite lyric in \"Aile to Yell\"?",
        "reply": "That's difficult... The lines \"It's like a worn out shoe sole, it's your ticket\".... and \"Your singing, I want to hear it. My courage will change\".",
        "voice": ""
      },
      {
        "question": "Sorry, that's good. What does an idol mean to you, Okuyama-san?",
        "reply": "They're like a beautiful blue sky that makes everyone smile!",
        "voice": ""
      },
      {
        "question": "Lastly, could you give a word to your fans?",
        "reply": "Thank you so much for all your support! I'm going to do my best to be the greatest idol ever, the one who can embrace everything when you look up, so please keep up the good work! TRINITYAiLE will never lose!",
        "voice": ""
      }
    ]
  },
  {
    "name": "Suzu",
    "data": [
      {
        "question": "Narumiya-san, it's nice to meet you. Please tell me all about your life, etc today.",
        "reply": "It's nice to meet you too. Are you proud to be able to interview me?",
        "voice": ""
      },
      {
        "question": "Y-yes. Thank you. Quickly, Narumiya-san, you're the youngest in Hoshimi Production, right? Is there anything you've noticed?",
        "reply": "Nothing. In fact, I'm the oldest in terms of mental age, aren't I? They're all still kids.",
        "voice": ""
      },
      {
        "question": "I see. By the way, has your way of speaking been around for a long time?",
        "reply": "That's right. You may have heard the name \"Narumiya\", but I am the Narumiya daughter, you know. That's because I'm being educated at a high level.",
        "voice": ""
      },
      {
        "question": "How is the dormitory life?",
        "reply": "It's very interesting. Well, I'm learning a lot of things by trying to live the life of an average person.",
        "voice": ""
      },
      {
        "question": "By the way, what is the first thing you do when you wake up in the morning?",
        "reply": "I wake up and... well, in my case, I usually ask others to wake me up, but I'll wash my face.",
        "voice": ""
      },
      {
        "question": "You are all on duty for breakfast, right? What do you usually make, Narumiya-san?",
        "reply": "I've tried to make them, but after a few shifts came around, everyone around me said, \"You don't have to make them,\" so I haven't made them recently.",
        "voice": ""
      },
      {
        "question": "So you haven't been making them lately. What is your favorite food?",
        "reply": "I love grilled meat. Lately, I've been addicted to potato chips, which I've never really had before.",
        "voice": ""
      },
      {
        "question": "You seem like a polite young lady. What are your weaknesses?",
        "reply": "\"Seem like? I am the young lady of the Narumiya family! I- ...pardon me. I don't like coffee. I don't understand why everyone thinks it is so great?",
        "voice": ""
      },
      {
        "question": "Do you have a favorite dessert?",
        "reply": "I love ice cream.",
        "voice": ""
      },
      {
        "question": "I'm glad to see a glimpse of a typical middle schooler. How do you spend your time at school?",
        "reply": "This is a bit tricky, but it's okay, I'll tell you. I try to live like an idol at school. It's an important part of being an idol to interact with your fans.",
        "voice": ""
      },
      {
        "question": "So you have a lot of fans at your school?",
        "reply": "Yes, yes. Well, they haven't directly told me that I'm a fan, but I guess they are all holding back.",
        "voice": ""
      },
      {
        "question": "Do you have a favorite subject at school?",
        "reply": "It's music, after all. It's a good opportunity for me to show off my talent.",
        "voice": ""
      },
      {
        "question": "So, what are your weakest subjects?",
        "reply": "I don't have a subject I'm not good at.",
        "voice": ""
      },
      {
        "question": "Oh. So your grades are good then?",
        "reply": "That's a given. I'm always at the top of the grade on the test. But even so, I don't know why my report card is normal, it must be because the teachers are envious of me.",
        "voice": ""
      },
      {
        "question": "That's good. You're really good at homework, aren't you?",
        "reply": "Ah, no. I don't have any homework or anything like that.",
        "voice": ""
      },
      {
        "question": "It seems to me that the notice sheet thing has been resolved. Next, tell us about idols. What made you want to be an idol?",
        "reply": "I thought it would be easy to take the lead.",
        "voice": ""
      },
      {
        "question": "You came out big. What was the trigger?",
        "reply": "Ah, I can't talk about it too much. Now let's go to the next question!",
        "voice": ""
      },
      {
        "question": "Okay. Do you have an ideal idol?",
        "reply": "Of course, Nagase Mana-sama is the obvious choice.",
        "voice": ""
      },
      {
        "question": "\"Sama\"...?",
        "reply": "Yes. You don't know Mana-sama?",
        "voice": ""
      },
      {
        "question": "No, of course I know her. Is there a reason for the \"sama\"?",
        "reply": "To put it simply, she's a god. The way she looks on stage, she's just an angel that has descended to earth... No! She's a god!",
        "voice": ""
      },
      {
        "question": "I can tell that Narumiya-san likes Mana-san. With the phrase \"No one can beat me at this!\" in mind, what are your strengths as an idol?",
        "reply": "There's no end to the list of my charm points. If I had to name my strongest point, it would be my dignified demeanor. I'm very good at answering the cheers of the audience on stage and giving them an answer that does not betray their expectations.",
        "voice": ""
      },
      {
        "question": "I see. What's the thing you've been working hardest on the most?",
        "reply": "It's the basic training, isn't it? To be honest, I didn't understand the meaning of it in the beginning. All we could do was learn the basics day after day, and they wouldn't let us sing at all... Well, now that I think about it, I'm glad we had that experience.",
        "voice": ""
      },
      {
        "question": "I can see how hard you practice. What do you consider important in your idol activities?",
        "reply": "I think it's important to give a performance that doesn't disrespect the people who come to see us. Professional idols are always trying to give the best performance possible.",
        "voice": ""
      },
      {
        "question": "That's a very good answer, and to be honest, I'm surprised by it. What was it like for you to perform on stage for the first time?",
        "reply": "I honestly shuddered when I thought that the time had come for Suzu Narumiya's name to spread across the country.",
        "voice": ""
      },
      {
        "question": "Oh. You weren't nervous?",
        "reply": "I- I'd be lying if I said I wasn't...",
        "voice": ""
      },
      {
        "question": "I'm glad to hear that, I'm relieved. Incidentally, what do you think you would have done if you hadn't become an idol?",
        "reply": "If I hadn't become a member of the Narumiya family, I would have never thought about it. In any case, as a child of the Narumiya family, I'm sure I would have achieved some kind of great success.",
        "voice": ""
      },
      {
        "question": "Thank you. Is there a moment in your activities so far where you have felt a bond with someone?",
        "reply": "Well... Mei (Hayasaka) and I made eye contact and I felt the song and dance just fit perfectly together. That's the kind of feeling I got.",
        "voice": ""
      },
      {
        "question": "Oh Mei-san, you say? Do you usually get along well with her?",
        "reply": "I'm on good terms with her, or rather... she often gets involved with me. Whenever I say something, she laughs at me. She is so rude! Haha. I've just realized... she must admire the Narumiya family.",
        "voice": ""
      },
      {
        "question": "That might be one way of looking at it. What is the dream that you want to achieve with Hoshimi Production?",
        "reply": "That's a silly question. There is only one dream but to become the top idol.",
        "voice": ""
      },
      {
        "question": "Honestly, that was quite cool. If such a dream does come true, what would you want to say to yourself, 10 years in the future?",
        "reply": "Well, yes... You probably became a top idol and are called \"Suzu-sama\". You should not get too carried away, but follow the example of Mana-sama and do your best.",
        "voice": ""
      },
      {
        "question": "That's a very positive message. By the way, if you had to choose between singing and dancing, which do you like better?",
        "reply": "Singing, yes.",
        "voice": ""
      },
      {
        "question": "Do you have a rival in your heart?",
        "reply": "After all..... It has to be Saki (Shiraishi).",
        "voice": ""
      },
      {
        "question": "Oh, and why would that be?",
        "reply": "If I'm a little sloppy with cleaning, or if the living room is a little messy, she'll scold at once. Lately, she's started to interfere with my homework as well. Just thinking about it sends chills down my spine. She's even scarier than my mother, so she's my rival in a way.",
        "voice": ""
      },
      {
        "question": "So that's what it is. Those are your own feelings. By the way, how do you spend your days off?",
        "reply": "I've been watching Mana-sama performance on Blu-ray and recently teaching Mei about how incredible she is.",
        "voice": ""
      },
      {
        "question": "You're all about Mana, aren't you? Do you ever go out?",
        "reply": "Yes, I do. But after all, you never know where and when you will be approached by someone, so you have to be selective about where you go. I don't know where to go, and I don't want to panic.",
        "voice": ""
      },
      {
        "question": "Do you get approached often?",
        "reply": "Well, it's never happened yet. I don't know what to call it, but it's also an important part of being an idol to be able to get rid of that celebrity aura.",
        "voice": ""
      },
      {
        "question": "Do you have a favorite place in Hoshimi City?",
        "reply": "It's the same spot where we made our debut. I think it's a wonderful place where you can see the whole view of Hoshimi City.",
        "voice": ""
      },
      {
        "question": "It is indeed a nice place. Where do you feel most comfortable?",
        "reply": "In front of the Mana-sama goods I have in my room. Theyr're right in front of my bed, so I'm always happy when I got to bed.",
        "voice": ""
      },
      {
        "question": "So, do you have a favorite genre of music?",
        "reply": "Mana-sama. Her music is its own genre.",
        "voice": ""
      },
      {
        "question": "Y-Yes, that's right. What was your first impression of \"Shine Purity\" when you first heard it?",
        "reply": "I thought it was a wonderful song, which is perfect for me.",
        "voice": ""
      },
      {
        "question": "If you had to describe \"Shine Purity\" in one word, how would you describe it?",
        "reply": "It's difficult to say. Ummm.... it's impossible to put it all in one word. Next question.",
        "voice": ""
      },
      {
        "question": "I'm sorry. What's your favorite lyric in \"Shine Purity\"?",
        "reply": "\"The sky lit up, I saw myself in my dream\", but I often unintentionally end up slurring my words.",
        "voice": ""
      },
      {
        "question": "This is my last question. What does being an idol mean to you, Narumiya-san?",
        "reply": "Isn't being an idol a dream come true? It should always be someone's dream come true.... watch me, Mana-sama!　Me too, someday!",
        "voice": ""
      },
      {
        "question": "You talked Mana until the very end. Now, could you give a word to your fans who support you?",
        "reply": "Thank you for your support. The fact that you've just turned your attention to Suzu Narimiya is a talent. You can be proud of it. I'll do my best to meet your expectations, so I'm looking forward to your continued support.",
        "voice": ""
      }
    ]
  },
  {
    "name": "Yu",
    "data": [
      {
        "question": "Suzumura-san, as a high school student, how do you spend your time at school?",
        "reply": "After taking a class and talking with my classmates, it's probably nothing out of the ordinary. There are many students who are in the entertainment industry as well, so there's no need for anyone to get carried away.",
        "voice": ""
      },
      {
        "question": "Do many of them also work as idols?",
        "reply": "As you know, there's also Rui (Tendo)-chan in the year above me, and there are many other idols.",
        "voice": ""
      },
      {
        "question": "Do you have a favorite subject?",
        "reply": "I find it interesting to hear about history. You know, Kyoto, where I was born and raised, comes up in history often.",
        "voice": ""
      },
      {
        "question": "You're from Kyoto, right? On the other hand, what are your weakest subjects?",
        "reply": "If I were to dare to say it, I would say it's... English. Sometimes I can't understand what they're saying, and it's hard to catch it properly.",
        "voice": ""
      },
      {
        "question": "So I'd like to ask you a few more questions about your personal life. What is the first thing you do when you wake up in the morning?",
        "reply": "It's really private, isn't it? I wash my face, change clothes, and prepare myself for the day.",
        "voice": ""
      },
      {
        "question": "Do you have breakfast?",
        "reply": "Yes, I eat some bread and fruit.",
        "voice": ""
      },
      {
        "question": "Do you have a favorite food?",
        "reply": "I love croissants and fatty ramen. There are many good ramen shops in Tokyo, but there are also many in Kyoto.",
        "voice": ""
      },
      {
        "question": "Do they have a different taste in Kyoto?",
        "reply": "They're so rich and delicious. If you're ever in Kyoto, please try it.",
        "voice": ""
      },
      {
        "question": "Okay, if you have any recommendations, please let me know later. Do you have a favorite drink?",
        "reply": "A latte.",
        "voice": ""
      },
      {
        "question": "How about your favorite dessert?",
        "reply": "I'm careful to not eat too much, but I do eat cheesecakes and shortcakes.",
        "voice": ""
      },
      {
        "question": "What do you do on your days off, Suzumura-san?",
        "reply": "I don't think I would go to the gym, go to a cafe or go look at clothes or do anything special like that.",
        "voice": ""
      },
      {
        "question": "Do you have a favorite place in Tokyo?",
        "reply": "I often go to Omotesando and Aoyama for shopping. But when I say this, I sound like a tourist.",
        "voice": ""
      },
      {
        "question": "No, no, it's okay. When you go out, do you have any essentials other than your phone and wallet?",
        "reply": "If I already had my cell phone and wallet with me, I could go anywhere. This is a hard question. Hmm... maybe sunglasses and insect repellent spray?",
        "voice": ""
      },
      {
        "question": "Insect spray?",
        "reply": "It's a boring answer. You don't want an idol to have an insect bite mark though, do you?",
        "voice": ""
      },
      {
        "question": "I see, that's definitely important. So where do you feel at home, Suzumura-san?",
        "reply": "It would be my own home, after all. Rui-chan's house is also close, and sometimes we have dinner together.",
        "voice": ""
      },
      {
        "question": "All of TRINITYAiLE are very close, aren't you? If you could describe your relationship with the members in one word, how would you describe it?",
        "reply": "Partners in crime? Maybe that's a bit too cool.",
        "voice": ""
      },
      {
        "question": "What would you like to achieve with the three member in TRINITYAiLE?",
        "reply": "Of course, we want to be the pinnacle of idols.",
        "voice": ""
      },
      {
        "question": "If that dream were to come true, who would you tell first?",
        "reply": "I'm first going to hug Rui-chan and Sumire (Okuyama)-chan. I'd report to other people after that.",
        "voice": ""
      },
      {
        "question": "Next, I'd like to ask you some questions about idols. Suzumura-san, why did you decide to become an idol?",
        "reply": "I've been interested idols since I was in Kyoto, and it wasn't until I moved to Tokyo that I joined a training school.",
        "voice": ""
      },
      {
        "question": "What was the most important thing you did during your time at the training school?",
        "reply": "Everyone practices so intensely that it's hard work until they decide to make their debut. Rui-chan is also very serious, so it was hard to keep up with her at first. It was like, \"This girl is still going!?\", that kind of feeling.",
        "voice": ""
      },
      {
        "question": "If you had to choose between singing or dancing, which do you like better?",
        "reply": "I like both equally.",
        "voice": ""
      },
      {
        "question": "With the phrase \"no one can beat me at this!\" in mind, what are your personal strengths as an idol?",
        "reply": "Both Rui-chan and Sumire-chan are capable people. Maybe the fact that I'm talkative, fufu.",
        "voice": ""
      },
      {
        "question": "What is the most important thing for you in your idol activities?",
        "reply": "You must never forget to thank your fans.",
        "voice": ""
      },
      {
        "question": "What do those fans mean to you?",
        "reply": "They are the source of our energy. We're doing this for their support and their smiles.",
        "voice": ""
      },
      {
        "question": "How did you feel when you first performed on stage?",
        "reply": "I didn't feel nervous, but I thought to myself, \"This is what it means to be an idol...\" and then the show was over.",
        "voice": ""
      },
      {
        "question": "What does a live performance mean to you?",
        "reply": "Each time it is a serious battle. I want people to leave with absolute satisfaction, and that's how I feel about it.",
        "voice": ""
      },
      {
        "question": "What is the moment you felt a bond with someone in your activities so far?",
        "reply": "This was when I was sick and I was trying to hide it, but Rui-chan and Sumire-chan found out. I thought to myself, \"I guess they get me\".",
        "voice": ""
      },
      {
        "question": "Who do you consider to be your rival?",
        "reply": "All idols must be our rivals. It's not just us, everyone thinks so.",
        "voice": ""
      },
      {
        "question": "Who is your best friend in your heart?",
        "reply": "By far the best choice is Rui-chan and Sumire-chan. We've been spending a lot of time together.",
        "voice": ""
      },
      {
        "question": "If you hadn't become an idol, what do you think you would be doing?",
        "reply": "I can't imagine what I'd be doing. I might have been looking for a different kind of show business.",
        "voice": ""
      },
      {
        "question": "Next, I'd like to ask you about your music. What was your impression of \"Aile to Yell\" when you first heard it?",
        "reply": "We were really excited. Rui-chan was calmly thinking in her head about the song breaks and the dance.",
        "voice": ""
      },
      {
        "question": "If you could explain \"Aile to Yell\" in one word, how would you describe it?",
        "reply": "\"I'll fly to everyone at any time\". Something like that?",
        "voice": ""
      },
      {
        "question": "That's very you, Suzumura-san. What's your favorite lyric in \"Aile to Yell\"?",
        "reply": "I would say the whole song, but... \"Let this thought fly, I'll deliver it to you straight away\".",
        "voice": ""
      },
      {
        "question": "Now, let's get deeper into your personal life, Suzumura-san. What is your favorite memory from your childhood?",
        "reply": "It wasn't too long ago since I was a child, but I remember when I moved to Tokyo. At first I was embarrassed by my Kansai dialect, so I didn't say a word.",
        "voice": ""
      },
      {
        "question": "So you were also like that, weren't you?",
        "reply": "In the beginning, yes. I thought, \"Don't worry about such an insignificant thing\".",
        "voice": ""
      },
      {
        "question": "Were there any dreams you had when you were a child?",
        "reply": "It's vague, but I think I wanted to act or sing or something like that, and I wanted to be in the entertainment industry.",
        "voice": ""
      },
      {
        "question": "Do you have any recent problems?",
        "reply": "I'm always talking to Rui-chan and Sumire-chan about what we need to do to get to the next level as we work our way toward becoming the top idol.",
        "voice": ""
      },
      {
        "question": "What are you looking forward to the most right now?",
        "reply": "The three of us will be together for the first time in a while next time, so we're going to cook a dinner at our house or at Rui-chan's house and eat together. I'm really looking forward to it.",
        "voice": ""
      },
      {
        "question": "What is the happiest moment you've had so far?",
        "reply": "When we decided to form a group with Rui-chan and Sumire-chan. I thought it was an amazing coincidence.",
        "voice": ""
      },
      {
        "question": "So, what was the most frustrating moment for you so far?",
        "reply": "There were many regrets I had at the training school. It's just something that was never mentioned.",
        "voice": ""
      },
      {
        "question": "It's almost the end of the interview. Suzumura-san, what is your ideal image of an idol?",
        "reply": "To continue to be the best idol I can be, no matter how tough the situation is. I've been watching Rui-chan and I've been inspired by her.",
        "voice": ""
      },
      {
        "question": "What would you like to say to yourself in 10 years' time, when you will be the best idol you can be?",
        "reply": "Of course, the three of us are at the top of our game, aren't we?　I won't say it was impossible.",
        "voice": ""
      },
      {
        "question": "What does an idol mean to you, Suzumura-san?",
        "reply": "My own ambition is to not be defeated by any kind of adversity, and to be able to give dreams and hope to my fans.",
        "voice": ""
      },
      {
        "question": "Lastly, could you give a message to your fans?",
        "reply": "Thank you for your support. Your support gives us energy for our performance. We're going to prepare for the live show so that we can show our gratitude to everyone.",
        "voice": ""
      }
    ]
  }
]