[
  {
    "question": "First of all, let me ask you about your daily life. What is the first thing you do when you wake up in the morning?",
    "reply": "This is really an everyday question..... I open the window and get some fresh air coming in.",
    "voice": ""
  },
  {
    "question": "Ohh, that's healthy. Do you eat a good breakfast?",
    "reply": "At the dormitory, we take turns to prepare the food and I eat well. I'm surprised that people are so careful about what they eat; breakfast needs the right balance.",
    "voice": ""
  },
  {
    "question": "What is your favorite food?",
    "reply": "I'm happy if there is fruit in the morning. It's been ingrained in my head by my parents that fruit in the morning is important.",
    "voice": ""
  },
  {
    "question": "What about your favorite dessert?",
    "reply": "I think it's macarons. I like the feel of macarons. They are expensive though, so I don't have many opportunities to buy them.",
    "voice": ""
  },
  {
    "question": "What is your favorite drink?",
    "reply": "I wonder...I drink a lot of citrus juice.",
    "voice": ""
  },
  {
    "question": "Ichinose-san, you're in your third year of high school now, so how do you spend your time at school?",
    "reply": "I don't really like studying, but I pay attention in classes properly. I often run in the morning before going to school, so sometimes I want to sleep.",
    "voice": ""
  },
  {
    "question": "So, do you like physical education?",
    "reply": "Yes, I like to be physically active.",
    "voice": ""
  },
  {
    "question": "What is your weakest subject in school?",
    "reply": "Hmm, there isn't one really. I don't want to cut down on my idol lesson time, so I try to avoid getting red marks at the very least.",
    "voice": ""
  },
  {
    "question": "How do you spend your time on your days off?",
    "reply": "Even during my free time, I go running and do some physical activity. I'm not very good at sitting still, I guess.",
    "voice": ""
  },
  {
    "question": "You're always active. What do you carry with you when you run?",
    "reply": "I have a towel and my smartphone. If I listen to music, I could run forever.",
    "voice": ""
  },
  {
    "question": "I could tell from just the first half of the interview that you are a very hardworking person. Do you have a place where you can relax in your busy life?",
    "reply": "In my room in the dormitory. The living room is too noisy for everyone to get together.",
    "voice": ""
  },
  {
    "question": "You're all under one roof, aren't you? If you had to describe your relationship with the people of Hoshimi Production in one word, how would you describe it?",
    "reply": "They're like my annoying sisters...?　It's like having a little sister constantly.",
    "voice": ""
  },
  {
    "question": "Are you not good at communal living?",
    "reply": "...I was quite reluctant to do it at first, but now, well....... I'm not reluctant to do it. As expected, I'm used to it.",
    "voice": ""
  },
  {
    "question": "You've gotten used to it, I see. What are the dreams you want to achieve at Hoshimi Productions?",
    "reply": "My dream is to rise in the ranking of the VENUS Program and become a top idol.",
    "voice": ""
  },
  {
    "question": "If that dream came true, who would you want to tell first?",
    "reply": "My brother and... my parents.",
    "voice": ""
  },
  {
    "question": "Now, let me ask you about idols. Why did you become an idol?",
    "reply": "I was looking for my next goal after winning a dance competition, when I happened to meet someone from the agency. I realized that there was this new path. I think it's a new challenge for me, and I want to be at the top if I have to do it.",
    "voice": ""
  },
  {
    "question": "Yes, you've danced before, right? So you like dancing more than singing?",
    "reply": "I've been dancing since I was in elementary school. That's all I've known.",
    "voice": ""
  },
  {
    "question": "With the phrase \"I'm not going to lose to anyone!\", would you say your good points as an idol include dancing?",
    "reply": "Yes, but when I joined this industry, I realized that there are always better performers. The current professionals, including me, are not able to compete with our rivals unless they practice more. I have a sense of urgency that I, as an experienced dancer, will have to lead the way.",
    "voice": ""
  },
  {
    "question": "I see, the idol industry is a tough place. You are very observant. Do you have any rivals?",
    "reply": "When I joined the industry, I was immediately impressed with LizNoir. I wondered how they could all dance like that....",
    "voice": ""
  },
  {
    "question": "You never know if you'll ever be on the same stage as them, do you? So what do you think you'd be doing if you hadn't become an idol?",
    "reply": "I think I'd still be dancing. I might have wanted to be a dance coach or a performer.",
    "voice": ""
  },
  {
    "question": "What is the most important thing in your idol career?",
    "reply": "When you start... don't stop. You have to put your all into it, without cutting corners so that people can always see your best performance.",
    "voice": ""
  },
  {
    "question": "I can feel your strong will. What's the most important thing you've ever done?",
    "reply": "Up until now, I've been trying to win a dance competition. Now I'm trying my best to be the best as an idol.",
    "voice": ""
  },
  {
    "question": "What has been the most frustrating moment for you?",
    "reply": "The moment when I achieve the best possible result, but the person I want to be recognized by does not acknowledge me.",
    "voice": ""
  },
  {
    "question": "What was the happiest moment for you?",
    "reply": "Happiest...? I guess it was the debut live performance. The reaction of the audience was great, and it was definitely rewarding. That feeling is addictive.",
    "voice": ""
  },
  {
    "question": "What kind of place is a live show for you?",
    "reply": "It's a place where you can express yourself and improve yourself with the other members.",
    "voice": ""
  },
  {
    "question": "How did you feel when you first got on stage?",
    "reply": "It was a strange sensation, different from a dance competition. I thought I wasn't nervous until just before the performance, but I felt a little bit down on my feet... I mean, I'm a professional, but I'm not quite there yet.",
    "voice": ""
  },
  {
    "question": "No, I think that's true for everyone at first. Has there been a moment in your career so far where you felt a bond with someone?",
    "reply": "When I'm not feeling well, I feel a bond with the members when they talk to me, even if they think they are hiding it. I also notice it when I see them. You can tell when you're living together.",
    "voice": ""
  },
  {
    "question": "So is there someone you consider to be your best friend within the members?",
    "reply": "It's not that we don't get along, but it's hard to say we're best friends..... we're all rivals rather than best friends. I wonder who it would be...?",
    "voice": ""
  },
  {
    "question": "Don't think so hard!　So, can you recommend the best spot in Hoshimi City?",
    "reply": "Super Takemiya (Takemiya Supermarket) has a great selection of cheap and fresh produce. Try the fresh fish delivered directly from Hoshimi fishing port. If you want to shop, go to Super Takemiya.",
    "voice": ""
  },
  {
    "question": "It sounds like an advertisement (laughs), but I can feel your love for the area. Ichinose-san, you are from Hoshimi City, right?",
    "reply": "Yes, I've always been in Hoshimi City, but I used to go to Tokyo a lot for dance lessons.",
    "voice": ""
  },
  {
    "question": "Did you always want to be a dancer from your childhood?",
    "reply": "That's right. When I was little, I was very much into dance when I was interested in it.",
    "voice": ""
  },
  {
    "question": "How did you become interested in it?",
    "reply": "When I saw the cast members dancing at the theme park I went to with my parents, I made up my mind to do it too.",
    "voice": ""
  },
  {
    "question": "It was such a shock to me that you made up your mind to do it at such a young age. You said you're good at dancing, but do you like music?",
    "reply": "My brother was always a big music lover, so I'm influenced by him, so I don't care what genre I'm listening to.",
    "voice": ""
  },
  {
    "question": "I see. Now, let's ask you about your music. What was your first impression of \"Shine Purity\" when you first heard it?",
    "reply": "The song was cooler than I had imagined for an idol song. To be honest, I was surprised. But at the same time, I wasn't sure if I'd be able to sing it.",
    "voice": ""
  },
  {
    "question": "If you had to explain \"Shine Purity\" in one word, how would you describe it?",
    "reply": "Probably... it's a song made by us; it's not perfect, but it's still good....",
    "voice": ""
  },
  {
    "question": "\"It's not perfect, but it's good\"... I see. What's your favorite lyric in \"Shine Purity\"?",
    "reply": "\"I'm here with you, and I'm gonna shine, I'm not alone anymore\" It makes me feel closer to the members than before, and I feel like it resonates with me somehow... eh... please don't nod so much, I'm embarrassed.",
    "voice": ""
  },
  {
    "question": "No, I just find it interesting. Now, it's time for the end. Have you had any troubles lately?",
    "reply": "As I said before, I think about how we can catch up with our rivals every day. But there's nothing we can do.",
    "voice": ""
  },
  {
    "question": "That's the problem with being an idol, isn't it? So what are you looking forward to the most right now?",
    "reply": "I look forward to each day, but it's so much fun to make new songs and to learn new dance choreography.",
    "voice": ""
  },
  {
    "question": "What's the best gift you've ever received?",
    "reply": "That story I just told you about the theme park was actually a birthday present from my parents. I was a only little but I was very happy. I haven't received anything recently though.",
    "voice": ""
  },
  {
    "question": "So, let's go even deeper. Ichinose-san, what is your ideal idol?",
    "reply": "An idol who can overwhelm the audience with her best performance.",
    "voice": ""
  },
  {
    "question": "What would you like to say to yourself in 10 years' time?",
    "reply": "A message? \"Please keep up the good work in the future\". I'm sorry, I can't say anything witty... I'm not good at this kind of thing.",
    "voice": ""
  },
  {
    "question": "That's okay. You did fine. What do you think of your fans?",
    "reply": "I can get energy and courage from them. I didn't feel it so much when I was dancing, but I realized that cheering gives me strength.",
    "voice": ""
  },
  {
    "question": "This is my final question; what does being an idol mean to you?",
    "reply": "I think that just like the dancers I saw, idols are capable of delivering dreams and smiles... especially these days.",
    "voice": ""
  },
  {
    "question": "So, finally, a few words for your fans.",
    "reply": "Your support is what motivates us. I hope you'll look forward to seeing us as we continue to grow. I hope you keep supporting us.",
    "voice": ""
  }
]