[
  {
    "question": "First of all, I'd like to ask you a few questions about your personal life. What is the first thing you do when you get up in the morning?",
    "reply": "I'll take a shower and then make a cup of coffee.",
    "voice": ""
  },
  {
    "question": "Do you have breakfast?",
    "reply": "Yes. It's simple, but I make hot sandwiches in the pie iron.",
    "voice": ""
  },
  {
    "question": "I see. Are you a good cook?",
    "reply": "Yes. I've always made a lot of meals by myself. If I'm at home, I'll just cook what I want to eat in the evening, like Chinese or Western food.",
    "voice": ""
  },
  {
    "question": "Do you pay attention to your diet?",
    "reply": "This is the kind of work I do, and of course I try to count calories and eat healthy foods.",
    "voice": ""
  },
  {
    "question": "What is your favorite food?",
    "reply": "I know that's not what you said earlier, but it's pancakes... I've conquered all the restaurants that are known for good pancakes in Tokyo.",
    "voice": ""
  },
  {
    "question": "You seem to have a real passion for pancakes. How do you spend your time off work?",
    "reply": "In the morning, I'll go to the gym or run for about 10 kilometers. After that, I'll go home and watch a movie or read a book, which is surprisingly low-key.",
    "voice": ""
  },
  {
    "question": "You run that much even on your days off? Where do you run on your days off?",
    "reply": "There's a running course in a large park nearby. There are a lot of students in the track and field club that run there, so it's very inspiring.",
    "voice": ""
  },
  {
    "question": "Do you have gym or running essentials?",
    "reply": "I sweat a lot, so as long as I have two towels and my phone, I'm good to go.",
    "voice": ""
  },
  {
    "question": "Do you have a favorite place in Tokyo?",
    "reply": "I think I might prefer the nature and the old townscape to the city.",
    "voice": ""
  },
  {
    "question": "I'm surprised to hear that. Don't you feel comfortable in the city, for example in areas where celebrities often congregate?",
    "reply": "It's not that I'm avoiding it, but... I often go there for meetings and events, and not so much in my free time.",
    "voice": ""
  },
  {
    "question": "What are you enjoying most right now?",
    "reply": "Forgive me for being boring, but before I came here today, I bought some new running shoes from online. I'm secretly looking forward to running in them.",
    "voice": ""
  },
  {
    "question": "Do you have a favorite genre of music?",
    "reply": "There is a female photographer and editor who is very knowledgeable about this, so recently I've been listening to Western music that she taught me about. I don't have a favorite.",
    "voice": ""
  },
  {
    "question": "If you had to choose, which do you like better, singing or dancing?",
    "reply": "It would be singing.",
    "voice": ""
  },
  {
    "question": "By the way, what was your first impression when you heard \"Shock Out, Dance!!\" for the first time?",
    "reply": "If I could make this song my own, I felt like I'd be one step closer to the peak of idols.",
    "voice": ""
  },
  {
    "question": "How would you describe \"Shock out, Dance!!\" in one word?",
    "reply": "LizNoir's style. This is the music that you can feel it the most.",
    "voice": ""
  },
  {
    "question": "What is your favorite lyric in \"Shock out, Dance!!\"?",
    "reply": "\"Don't stop dancing, we all have pain. They want to see people they'll never see again\". It's very much linked to how I felt when I was going through a lot...",
    "voice": ""
  },
  {
    "question": "How did you feel about that?",
    "reply": "Fufu, that's a secret indeed. You can take a guess from the lyrics.",
    "voice": ""
  },
  {
    "question": "So how would you describe your relationship with the members of LizNoir in one word?",
    "reply": "It's probably a bit deeper than colleagues... it's more like a partner that has your back.",
    "voice": ""
  },
  {
    "question": "When was the moment you felt a bond with the members in your activities so far?",
    "reply": "When I'm having a hard time, both physically and mentally, it's strange to have one of the members next to me. When that happens, you can't help but feel a bond with them.",
    "voice": ""
  },
  {
    "question": "I can see how strong the bond is. Is there someone you consider your best friend in your heart?",
    "reply": "I don't think the term \"best friend\" is quite appropriate, but we've known each other for a long time, especially Aoi (Igawa). I don't know how she feels about it, though.",
    "voice": ""
  },
  {
    "question": "Do you have any dreams that you would like to achieve as a LizNoir member?",
    "reply": "The goal is to become the top of the idol world with these members. That's all I want.",
    "voice": ""
  },
  {
    "question": "If that dream were to come true, who would you report to first?",
    "reply": "My mother, who has always supported me.",
    "voice": ""
  },
  {
    "question": "Are there any problems that you are having recently?",
    "reply": "To put it nicely, we have a group of unique members, so it's hard to train them so that they don't have any rough edges.",
    "voice": ""
  },
  {
    "question": "Next, I'd like to ask you a few questions about idols. Kanzaki, please tell us why you wanted to become an idol.",
    "reply": "Initially, it wasn't for a reason that I can say here... but in this industry, it's all about winning, no matter what the reason is.",
    "voice": ""
  },
  {
    "question": "I see. When was the last time you worked the hardest in your life?",
    "reply": "Hmm... I've been working as hard as ever since before my debut. I work hard to make sure more people can see our performances.",
    "voice": ""
  },
  {
    "question": "What is the most important thing for you as an idol?",
    "reply": "I always aim for the best performance to satisfy my fans. For that reason, I pay a lot of attention to my daily lessons and conditions. Aoi and Kokoro (Akasaki) are not good at it sometimes, so I scold them.",
    "voice": ""
  },
  {
    "question": "I'd like to see the members getting scolded by Kanzaki-san. What do you think your fans are like to you?",
    "reply": "There's no doubt that they're the most important people in our lives. Also, our fans are very remarkable. That's why I have to stand up straight, and I can't show them how sloppy I am.",
    "voice": ""
  },
  {
    "question": "What was the happiest gift you received from those fans?",
    "reply": "It's hard to decide what's the best. But sometimes when I receive a bouquet of flowers, I feel very energized. Maybe it's not really my style, but...",
    "voice": ""
  },
  {
    "question": "No, no, it's a very good look for you. Then, with the phrase \"I'm not going to lose to anyone at this!\" in mind, what are your strengths as an idol?",
    "reply": "I never want to lose to other idols in terms of singing, dancing and overall performance at the live shows.",
    "voice": ""
  },
  {
    "question": "How did you feel when you first got on stage as LizNoir?",
    "reply": "I think I may have been trying to be strong, thinking that this was finally going to happen. When I watch the video now, I'm reflecting on a lot of things. If you think about it that way, LizNoir is evolving more and more.",
    "voice": ""
  },
  {
    "question": "What does a (live performance) mean to you?",
    "reply": "It's a place where you can connect with your fans. It's like a conversation through a live concert.",
    "voice": ""
  },
  {
    "question": "I'm glad to hear stories that are typical of you as a frontline performer. If you hadn't become an idol, what do you think you'd be doing?",
    "reply": "I can't imagine, because I ran at full speed to become an idol. But I might have still been with my mother in my hometown.",
    "voice": ""
  },
  {
    "question": "What is your favorite memory from your childhood?",
    "reply": "My parents' house is a coffee shop, and my mother would be tending the counter. When I came home from school and opened the door, the bell would ring. I remember the sound of the bell.",
    "voice": ""
  },
  {
    "question": "What kind of child were you at that time, do you think?",
    "reply": "I think I was quite a precocious child. I was tall and fashion-conscious, and my mother got mad for playing with her cosmetics.",
    "voice": ""
  },
  {
    "question": "That's cute. Can you tell us about your dreams at the time?",
    "reply": "I was already interested in idols. But until I got serious about it, it may have felt somewhat distant.",
    "voice": ""
  },
  {
    "question": "So let's talk about some of your school days. How did you spend your time at school?",
    "reply": "I've enjoyed running since those days, and I was on the track club. We competed against each other every morning and night, running all day long, so I think my competitive nature may have been formed at that time.",
    "voice": ""
  },
  {
    "question": "So you liked to run even then? How about your studies?",
    "reply": "I'm good at studying, I think. I was good at it, and I didn't slack off in my studies.",
    "voice": ""
  },
  {
    "question": "Kanzaki-san, you don't seem to be one to slack on anything. What's the happiest moment you've ever had?",
    "reply": "There was a time when I took a break from performing, but when I saw the members who had been waiting for me and believed in me again.",
    "voice": ""
  },
  {
    "question": "Then, what was the most frustrating moment for you so far?",
    "reply": "That was the first time I saw a certain idol. To be honest, I didn't want to admit that they existed.",
    "voice": ""
  },
  {
    "question": "I'm very curious about it. Is that person a rival of yours?",
    "reply": "A rival... yes, I guess that's right. It's safe to assume so.",
    "voice": ""
  },
  {
    "question": "What is your ideal image of an idol?",
    "reply": "Idols that will remain in the hearts of everyone. I think there are only a few idols like that out there.",
    "voice": ""
  },
  {
    "question": "What would you like to say to yourself 10 years from now?",
    "reply": "Is it true that you've already retired? Either way, I'm sure you're making your dream come true with all of LizNoir.",
    "voice": ""
  },
  {
    "question": "What does an idol mean to you?",
    "reply": "I think we need to create a space that fans can only experience at that time and place, and make them happy.",
    "voice": ""
  },
  {
    "question": "Lastly, could you give a word to your fans?",
    "reply": "Thank you for your support. LizNoir tends to be seen as a rather hard-core band, but we hope that people who haven't seen us perform live will feel free to come and enjoy it.",
    "voice": ""
  }
]