[
  {
    "question": "Same to you. Do you ever get nervous during an interview? I don't see you as that kind of person.",
    "reply": "I don't get too nervous, but I do get a sense of urgency. It's rude not to give a proper answer.",
    "voice": ""
  },
  {
    "question": "As expected Tendo-san. I'd like to ask you a variety of questions starting now. How is your school life?",
    "reply": "To be honest, I don't think I have a very \"student\" life with the amount of time off I have from school.",
    "voice": ""
  },
  {
    "question": "That's right. Wouldn't you get a lot of attention if you went to school?",
    "reply": "No, that's not true. It's a class of people who are involved in the arts anyway.",
    "voice": ""
  },
  {
    "question": "I see. Do you like to study?",
    "reply": "I think I'm the one who likes studying. I feel like I grown up when I learn something new.",
    "voice": ""
  },
  {
    "question": "Do you have a favorite subject?",
    "reply": "I love English.",
    "voice": ""
  },
  {
    "question": "Why is that?",
    "reply": "I think it's quite fun to learn English and be able to communicate with more people.",
    "voice": ""
  },
  {
    "question": "You'd like to do things such as traveling abroad?",
    "reply": "I would. I'm too busy right now to go, but it would be fun to be able to communicate in English with people from abroad.",
    "voice": ""
  },
  {
    "question": "Yes, it would be fun to be able to talk with a foreigner. Do you have any subjects you are weak in?",
    "reply": "Yes... I'm not very good at art.",
    "voice": ""
  },
  {
    "question": "I know you're often busy, but where do you usually study?",
    "reply": "I do it at home or in between lessons, basically.",
    "voice": ""
  },
  {
    "question": "There are some people who do it at family restaurants, but it's not easy for most.",
    "reply": "That's right. Thankfully, I'm sometimes approached by people, and I can cause trouble for other customers. But it's not as easy as you might think. I've never been noticed on a train.",
    "voice": ""
  },
  {
    "question": "Wow. Do you sometimes get on trains?",
    "reply": "Of course I do. I sometimes run from the station to the lesson studio when I'm training. But you wouldn't know if I was running, would you? Hmmm.",
    "voice": ""
  },
  {
    "question": "Is there anything else that you pay attention to in your daily life as an idol?",
    "reply": "I always try to be the \"Rui Tendo\" idol at all times. Even when I'm doing a little shopping, there's no guarantee that my fans aren't watching me. I also pay attention to what I eat.",
    "voice": ""
  },
  {
    "question": "What exactly do you mean by that?",
    "reply": "I always try to eat breakfast. I eat eggs, bacon, and white rice to be aware of what gives me proper energy and balance.",
    "voice": ""
  },
  {
    "question": "That's great. Isn't it hard to eat your favorite food too?",
    "reply": "That's right. But I don't want to limit myself too much, because it would be too stressful, so I try not to overdo it.",
    "voice": ""
  },
  {
    "question": "What is your favorite food, by the way?",
    "reply": "I like chewy candy. A lot of people say it's unexpected for me. And I also like the nabe we sometimes have with TRINITYAiLE members.",
    "voice": ""
  },
  {
    "question": "Yes, that's surprising. What kind of nabe do you make?",
    "reply": "There are no particular recipe. It's just what we feel like in the moment. I like to eat with all the members.",
    "voice": ""
  },
  {
    "question": "I feel a bond between you three. Is there any food that you don't like to eat?",
    "reply": "I'm not very good with beef. There are other things, but I'm often told that I'm quite a picky eater.",
    "voice": ""
  },
  {
    "question": "That's certainly an unexpected side to you. Tell us more about yourself. How do you spend your time on your days off?",
    "reply": "I spend most of my time training and maintaining my body. Occasionally, I have tea with Yu (Suzumura).",
    "voice": ""
  },
  {
    "question": "Is there anything that's been troubling you lately?",
    "reply": "I would be lying if I said there wasn't anything. It's hard to confide in others, but I try not to think too much about it because I have no choice but to move on.",
    "voice": ""
  },
  {
    "question": "I feel the strength that is typical of Tendo-san. Is there a place where you feel most comfortable?",
    "reply": "There is. The location.... I'm sorry, it's a secret. Regardless of the location, I feel comfortable just being together with Yu and Sumire (Okuyama).",
    "voice": ""
  },
  {
    "question": "Do the three of you ever get a holiday together?　What are you looking forward to the most at the moment?",
    "reply": "The three of us just happened to be together this time around for our time off. I'm going to cook a dinner at home and we've been talking about eating together. It's a small thing, but I'm really looking forward to it.",
    "voice": ""
  },
  {
    "question": "What was your dream when you were a child?",
    "reply": "I may have dreamed of being an idol, vaguely. I've always liked idols.",
    "voice": ""
  },
  {
    "question": "I'm going to ask you some questions about that, since you mentioned idols. Why did you decide to become an idol in the first place?",
    "reply": "It's strange, but when I realized I wanted to be an idol, I knew I wanted to be an idol. I think that as I watched my idols, I naturally felt that I wanted to be one too.",
    "voice": ""
  },
  {
    "question": "You're from Van Productions's training school, aren't you?",
    "reply": "Yes.",
    "voice": ""
  },
  {
    "question": "Did you have any difficulties during your time at the training school?",
    "reply": "There was a lot of them. I was floating around in the beginning. There were times when I was running on empty. But it was Yu who saved me from that.",
    "voice": ""
  },
  {
    "question": "So that's what happened. Can you tell me more about those days?",
    "reply": "Sorry, I'll keep that in my mind. It's an embarrassing story. The only thing I can say is that if it wasn't for Yu, I wouldn't be where I am today.",
    "voice": ""
  },
  {
    "question": "I understand. Now then, with the phrase \"No one can beat me at this!\" in mind, what do you think the strengths are as an idol?",
    "reply": "That's a difficult question. I perform with the feeling that I'm the best idol around, so I guess my answer is \"idol performances\"?",
    "voice": ""
  },
  {
    "question": "That's something that only you can say. If you had to choose between singing and dancing, which do you prefer?",
    "reply": "I like both.",
    "voice": ""
  },
  {
    "question": "Do you remember how you felt when you first stepped on stage?",
    "reply": "I remember it. I was so excited that it was finally going to start. Maybe I was a little too enthusiastic.",
    "voice": ""
  },
  {
    "question": "Were you nervous?",
    "reply": "There was a little bit of that. But when I saw the faces of Yuu and Sumire, I knew that I would be okay with them, so my nerves were blown away.",
    "voice": ""
  },
  {
    "question": "You have mentioned the two members, was there a moment when you felt a bond with them?",
    "reply": "There are many moments like that. Like when I went back to the lesson room by myself after the lesson was over and we all went home separately, and I went back to the lesson room by myself to find the two of them there.... Even when Yu was about to go up on stage to hide her illness, Sumire and I noticed right away.",
    "voice": ""
  },
  {
    "question": "What is a live performance for you, Tendo-san?",
    "reply": "Is it a place where a lot of \"feelings\" come together? We have a strong belief in our audience and in us as well, because we stand on stage.",
    "voice": ""
  },
  {
    "question": "Is there anyone you consider a rival?",
    "reply": "I consider all my idols to be rivals, not just anyone in particular.",
    "voice": ""
  },
  {
    "question": "So who do you consider to be your best friend in your heart?",
    "reply": "Both Yu and Sumire. We have an unshakeable bond with each other.",
    "voice": ""
  },
  {
    "question": "If you had to describe your relationship with the members of TRINITYAiLE in one word, what would it be?",
    "reply": "Trust. It's a relationship where we trust and rely on each other.",
    "voice": ""
  },
  {
    "question": "What is the most important thing in your idol activities?",
    "reply": "I'm repeating myself earlier, but you must believe in the members. Then, you need to keep improving on yourself. Oh, I'm sorry, I said two things, not one. Fufu.",
    "voice": ""
  },
  {
    "question": "It's not a problem. Tell us about music. What was your first impression of \"Aile to Yell\" when you first heard it?",
    "reply": "I thought it was a wonderful song that was very much like us. But with that in mind, we also started thinking at the same time about how we would perform in this song.",
    "voice": ""
  },
  {
    "question": "If you had to explain \"Aile to Yell\" in one word, how would you describe it?",
    "reply": "A cheering song, I guess. From us to you, and from you to us. It's a song that makes you feel that connection.",
    "voice": ""
  },
  {
    "question": "What's your favorite lyric in \"Aile to Yell\"?",
    "reply": "It's difficult to say. If I had to pick one, I'd have to say \"Even in a difficult time when you feel like you're going to cry, this voice will smile at your side\". It's full of our thoughts.",
    "voice": ""
  },
  {
    "question": "What are your dreams for TRINITYAiLE?",
    "reply": "Flying to heights that no one else can reach... I want everyone to recognise us as top idols.",
    "voice": ""
  },
  {
    "question": "If that dream comes true, who would you like to report to first?",
    "reply": "My family.",
    "voice": ""
  },
  {
    "question": "What does being an idol mean to you, Tendo-san?",
    "reply": "Idols are someone who never fail to work hard and can inspire anyone. And... someone who stands on stage with strong determination to overcome any obstacle.",
    "voice": ""
  },
  {
    "question": "That's what you are until the end. Now, could you give a word to your fans?",
    "reply": "Your voices are our strength. Thank you so much for your support. We will aim even higher so that we don't fail you. Please continue to support us.",
    "voice": ""
  }
]