[
  {
    "question": "I'd like to ask you a lot of questions today, so thank you for your time.",
    "reply": "It's my pleasure to be here. I don't know if I can meet your expectations, but I will do my best to answer you properly.",
    "voice": ""
  },
  {
    "question": "Thank you. You are very polite, aren't you?　Has you always been this way?",
    "reply": "Yes, I think I've been polite since I was young.",
    "voice": ""
  },
  {
    "question": "Have you always been aware of it?",
    "reply": "No, it wasn't something I was particularly conscious of. Both of my parents were working, and I had to take care of my sister a lot. I think it was because I thought I had to take care of myself.",
    "voice": ""
  },
  {
    "question": "I think it's unusual for sisters to be in the same office, but how did that come about?",
    "reply": "The reason for this was me. I had always loved idols, so I talked to my sister (Chisa Shiraishi) and we applied together.",
    "voice": ""
  },
  {
    "question": "I see. What was the reason behind you wanting to be an idol?",
    "reply": "Yeah, I am often asked to do things by the people around me. But this is my last year of high school and I wanted to challenge myself to do what I wanted to do. That's the main reason.",
    "voice": ""
  },
  {
    "question": "Have you always wanted to be an idol?",
    "reply": "Yes. I've loved idols since I was little.",
    "voice": ""
  },
  {
    "question": "How do you feel now that your dream has come true?",
    "reply": "I'm very happy. I knew it would be a tough world, but it's more than I imagined. To be honest, I was surprised at the amount of time we spent to prepare for just one live performance. But the sense of accomplishment that comes from overcoming these challenges is something I've never experienced before, and it's very rewarding. Still, I have a new dream, so I can't say it's come true yet.",
    "voice": ""
  },
  {
    "question": "What do you mean by a new dream?",
    "reply": "All of us have a dream to become top idols.",
    "voice": ""
  },
  {
    "question": "If that dream comes true, who would you want to tell first?",
    "reply": "My parents, since I'm causing them a lot of trouble...",
    "voice": ""
  },
  {
    "question": "If you hadn't become an idol, what do you think you would be doing?",
    "reply": "If I hadn't become an idol I'd probably be going to college and getting a normal job.",
    "voice": ""
  },
  {
    "question": "What kind of place is the stage for you, Saki-san?",
    "reply": "A place to make someone smile, I think it's a great place.",
    "voice": ""
  },
  {
    "question": "What is the most important thing to you as an idol?",
    "reply": "There are a lot of them. Joining forces, I guess...",
    "voice": ""
  },
  {
    "question": "Sorry... for being uneducated. What do you mean by that?",
    "reply": "Oh, I'm sorry. I think it was meant to be about uniting everyone together.",
    "voice": ""
  },
  {
    "question": "Thank you. What's the most important thing you've ever done?",
    "reply": "The first thing is... learning how to behave as an idol?",
    "voice": ""
  },
  {
    "question": "Oh, and what exactly is that?",
    "reply": "It's the way I deal with customers and my idol-like poses.",
    "voice": ""
  },
  {
    "question": "Have you been struggling with that lately?",
    "reply": "Yeah... It's possible to study and gain the knowledge, but when it comes to doing it yourself, it's not so easy.",
    "voice": ""
  },
  {
    "question": "It's true that experience is also necessary. I get the impression that you're a very diligent person; are you involved in the student council at school?",
    "reply": "Yes. I'm the student council president.",
    "voice": ""
  },
  {
    "question": "I knew it. What kind of school life do you have?",
    "reply": "I spend most of my break time studying or reading. The student council is mostly responsible for putting together hand-over materials.",
    "voice": ""
  },
  {
    "question": "You are the mentor of all the students. What's your favorite subject?",
    "reply": "I like practically all of them, but if I had to pick one subject, it would be geography.",
    "voice": ""
  },
  {
    "question": "If I had to pick, it would be geography. And why is that?",
    "reply": "I like to keep things organized. Geography and maps are very organized, and I find it calming to look at them.",
    "voice": ""
  },
  {
    "question": "That makes sense. By the way, are there any subjects you're not good at?",
    "reply": "Not really. If I had to choose, I'd say it's physical education.",
    "voice": ""
  },
  {
    "question": "Is that right?. But wouldn't it be different if you were dancing on a regular basis?",
    "reply": "I'm not that good at physical sports, but I'm not very good at ball games.",
    "voice": ""
  },
  {
    "question": "It's true that dancing and ball games are totally different. Which do you like better, singing or dancing?",
    "reply": "Hmm... I love them both.",
    "voice": ""
  },
  {
    "question": "Do you and your sister Chisa get along well with each other?",
    "reply": "We get along well. We've been together as a family for a long time.",
    "voice": ""
  },
  {
    "question": "Do you spend a lot of time with Chisa-san, even on your days off?",
    "reply": "We spend a lot of time together. I think I'm with Chisa about 90% of the time on my day off.",
    "voice": ""
  },
  {
    "question": "You're almost always with her. What do you do together?",
    "reply": "We go shopping together, we go to the movies, cook, and so on.",
    "voice": ""
  },
  {
    "question": "What do you buy when you go shopping?",
    "reply": "I often buy clothes. Most of the time my clothes are also chosen by Chisa.",
    "voice": ""
  },
  {
    "question": "Oh, really? Is that so? You don't buy them alone?",
    "reply": "Yes, but for some reason Chisa stops me. She says, \"You shouldn't buy clothes by yourself, big sister\".",
    "voice": ""
  },
  {
    "question": "I wonder why that is.　I'd like to hear more about that in the interview with Chisa-san.",
    "reply": "Thank you very much",
    "voice": ""
  },
  {
    "question": "By the way, what do you do when you're alone?",
    "reply": "I go to stamp rallies and I often read.",
    "voice": ""
  },
  {
    "question": "Stamp rally?",
    "reply": "Yes. I've always been interested in maps, and while I was visiting various stations, I became addicted to them.",
    "voice": ""
  },
  {
    "question": "Do you have a favorite place in Hoshimi City?",
    "reply": "I have many but.... I like the dorms now.",
    "voice": ""
  },
  {
    "question": "I see. Where do you feel comfortable within in the dorms?",
    "reply": "I have a place that looks like a study, and I love it. It's surrounded by books and it's a calming place.",
    "voice": ""
  },
  {
    "question": "Let me ask you a little more about your personal life. Do you have a morning routine when you wake up?",
    "reply": "Yes... first of all, I make the bed. It's easy for it to get wrinkled. After that, I wash my face, brush my teeth, and check my overall schedule for the day.",
    "voice": ""
  },
  {
    "question": "That's great. What is your favorite breakfast?",
    "reply": "I like bread. But when I'm on duty, I'm careful to make sure I have a balanced diet.",
    "voice": ""
  },
  {
    "question": "I admire that. What other food do you like to eat besides bread?",
    "reply": "I like kusaya (dried fish).",
    "voice": ""
  },
  {
    "question": "Oh, that's unusual. Is there any food you don't like?",
    "reply": "Nope.",
    "voice": ""
  },
  {
    "question": "Then do you have a favorite music genre?",
    "reply": "Genres? I don't know if it's a genre or not, but I've been listening to a lot of idol songs for a long time.",
    "voice": ""
  },
  {
    "question": "I'd like to dig a little deeper about music. What was your first impression of \"Shine Purity\" when you first heard it?",
    "reply": "I thought it was a wonderful song. At the same time, I felt a responsibility to sing and dance to this song.",
    "voice": ""
  },
  {
    "question": "If you had to describe \"Shine Purity\" in one word, what would you say?",
    "reply": "A song about bonding, I guess. I feel that this song brings the 10 of us together.",
    "voice": ""
  },
  {
    "question": "What's your favorite lyric in \"Shine Purity\"?",
    "reply": "\"Sometimes, the dream never ends. The one who taught me that, was you\". I've always dreamed of being an idol, but that part overlaps with my dream of going beyond that.",
    "voice": ""
  },
  {
    "question": "Please tell us more. What kind of people are your fans?",
    "reply": "They are very important to us. They make us idols, and above all, they give us courage.",
    "voice": ""
  },
  {
    "question": "So, what does an idol mean to you, Saki-san?",
    "reply": "Idols are a dream. It will always be a dream world for me, and I would be happy if I could continue to pursue this dream now and in the future.",
    "voice": ""
  },
  {
    "question": "That's a wonderful answer, just like you, Saki-san. Thank you for your time. Lastly, could you give a message to your fans?",
    "reply": "Thank you very much for supporting us among so many idols. We'll do our best not to fail your expectations.",
    "voice": ""
  }
]