[
  {
    "question": "Sakura-san, you're a sophomore in high school, right? How do you spend your time during school?",
    "reply": "When I go to school after my morning practice is over, I feel like I'm going to collapse in class.",
    "voice": ""
  },
  {
    "question": "Oh, Do you get to eat breakfast often?",
    "reply": "No, I'm on duty! When I'm on breakfast duty, I still can't make something as Haruko-chan's breakfasts!",
    "voice": ""
  },
  {
    "question": "So what is the first thing you do when you wake up in the morning?",
    "reply": "Hmm, what have I been doing...? Maybe washing my face?",
    "voice": ""
  },
  {
    "question": "Do you have a favorite subject in school?",
    "reply": "It's physical education and art. I'm not very good at studying...Hehehe.",
    "voice": ""
  },
  {
    "question": "On the other hand, what are your weakest subjects?",
    "reply": "I'm going to fold! I'm not great at all of them, but I don't hate any of them!",
    "voice": ""
  },
  {
    "question": "How do you refresh yourself on your days off?",
    "reply": "We all clean up together and cook dinner. If I'm alone, I often go for walks along the beach.",
    "voice": ""
  },
  {
    "question": "It's a beautiful town, isn't it? Do you have a favorite place in your hometown, Hoshimi City?",
    "reply": "All of it is great, you know. I really mean it.",
    "voice": ""
  },
  {
    "question": "What are the essentials, other than your phone and purse, for when you go for a walk?",
    "reply": "A handkerchief... and a water bottle!",
    "voice": ""
  },
  {
    "question": "Then, Sakura-san, where do you feel most comfortable?",
    "reply": "The living room and garden of the dormitory, where we all gather together! But if you make a racket, Saki (Shirashi)-chan will scold you, so you have to be careful...",
    "voice": ""
  },
  {
    "question": "Next, let's talk about food. What is your favorite food?",
    "reply": "Crispy tonkatsu. The tonkatsu sold on the shopping street in Hoshimi City is so delicious!",
    "voice": ""
  },
  {
    "question": "Sakura-san, you sure love Hoshimi City. What about desserts?",
    "reply": "Hmm... French toast, or something like that. But I don't eat it much.",
    "voice": ""
  },
  {
    "question": "What is your favorite drink?",
    "reply": "Tea I guess...",
    "voice": ""
  },
  {
    "question": "So, let's talk about Hoshimi Pro. How would you describe your relationship with the members in one word?",
    "reply": "Family... no, that wouldn't be right. It would be more accurate to say we're like sisters.",
    "voice": ""
  },
  {
    "question": "You're all very close with each other then. Has there been a moment during your activities where you felt a bond with someone?",
    "reply": "From our daily lives to our lessons, we really help each other out, but when the members follow each other during live shows, I feel the bond between us.",
    "voice": ""
  },
  {
    "question": "Then, within your heart, who do you consider to be your best friend?",
    "reply": "Who do you mean? I love all the members.",
    "voice": ""
  },
  {
    "question": "Is there anyone you consider to be your rival?",
    "reply": "Yeah, calling them a rival makes it seem like they're my enemy though, however Koto**-chan's presence has been an inspiration to me. She was the reason I wanted to become an idol. Hey... can you keep that name a secret?",
    "voice": ""
  },
  {
    "question": "I see. Do you have any dreams that you want to achieve with the members?",
    "reply": "Of course, we're all going to become top idols together!",
    "voice": ""
  },
  {
    "question": "You're ambitious indeed! If that dream came true, who would you want to tell first?",
    "reply": "My parents. They've supported me through everything.",
    "voice": ""
  },
  {
    "question": "So, I would like to ask you some questions about your personal life, Sakura-san. What is your fondest childhood memory?",
    "reply": "When I was little, my parents took me swimming in the sea. That day, there were so many big waves that I cried my eyes out. I don't mind it now, though.",
    "voice": ""
  },
  {
    "question": "I'm glad you were able to overcome that fear. When you were a little girl Sakura-san, did you have any dreams?",
    "reply": "I thought I would become a nurse, or a flower shop owner and such... I never thought that I would become an idol.",
    "voice": ""
  },
  {
    "question": "So, if you hadn't become an idol, what do you think you would be doing right now?",
    "reply": "I'd be...living just a normal life being happy I would think... so I'd be going to school and taking exams? Ha! It's not very interesting, is it...?",
    "voice": ""
  },
  {
    "question": "That's okay! Next, what is the best gift you've ever received?",
    "reply": "When I was little, my mother bought me a stuffed toy of the Hoshimi City mascot \"Gyogyotto-san\" when I was having a difficult time. I still have it; it's very precious to me.",
    "voice": ""
  },
  {
    "question": "So, what as been the happiest moment in your life?",
    "reply": "Doing idol activities like this makes me happiest. That's why I've been happy for so long.",
    "voice": ""
  },
  {
    "question": "On the other hand, what has been the most frustrating moment for you?",
    "reply": "The moment when things that used to be normal to me, were no longer the norm.",
    "voice": ""
  },
  {
    "question": "Oh, that's very meaningful. What's your greatest pleasure now?",
    "reply": "I'm looking forward to the next show so much I'm shaking with excitement!",
    "voice": ""
  },
  {
    "question": "So, what would that kind of live be like for you, Sakura-san?",
    "reply": "No matter how many times you stand there, it's always going to be just like the first time. It's such an exciting place.",
    "voice": ""
  },
  {
    "question": "How did it feel when you stood on stage for the first time?",
    "reply": "My eyes opened in front of me, and it was like \"I'm going to be singing here!\". That kind of feeling.",
    "voice": ""
  },
  {
    "question": "What would you say to yourself, 10 years from now?",
    "reply": "\"Are you still an idol? I'll catch up to you in a minute, just you wait and see!\" Huh? Is this no good?",
    "voice": ""
  },
  {
    "question": "I don't think so. So now that we've have a series of serious questions, here are two lighter ones. Do you have a favorite color?",
    "reply": "Orange, I guess. It brightens my mood!",
    "voice": ""
  },
  {
    "question": "If you were to compare yourself to an animal, which animal would you choose?",
    "reply": "Ahaha, strange question. It's the first time I've been asked this, I don't know what to say. Maybe a dog?",
    "voice": ""
  },
  {
    "question": "Now, let's get even closer to the heart of Sakura's story. What made you decide to become an idol?",
    "reply": "Well it's a bit strange, but first, my heart was beating while stood outside the office. Then I met Kotono (Nagase)-chan and I didn't know if she did as well as I did, but I thought if there's someone who is working as hard as I am, I want to work with them!",
    "voice": ""
  },
  {
    "question": "That's definitely a strange coincidence. So what is the most important thing to you, in your idol career?",
    "reply": "It's all about bringing smiles to our fans' faces all the time.",
    "voice": ""
  },
  {
    "question": "What do your fans mean to you, Sakura-san?",
    "reply": "To be honest, I was a little scared at first. I wondered what people would think of me and if they would hate me. But now, they're my source of energy to get me through any tough lesson!",
    "voice": ""
  },
  {
    "question": "I'm happy to hear your true feelings. What is the most important thing to do as an idol?",
    "reply": "I haven't danced or sung at all, so I'm doing my best every day to keep up with the other members.",
    "voice": ""
  },
  {
    "question": "If you had to choose, which do you like better, singing or dancing?",
    "reply": "I guess... singing?",
    "voice": ""
  },
  {
    "question": "You've said \"No one can beat me at this!\", so what are some of your strengths as an idol, Sakura-san?",
    "reply": "I don't really dwell on things much, I'd say.",
    "voice": ""
  },
  {
    "question": "That's important for a long term career, isn't it? Do you have any recent problems?",
    "reply": "Kotono-chan and Rei (Ichinose)-chan, everyone's dancing is so good...it's quite frustrating when you can't keep up with them.",
    "voice": ""
  },
  {
    "question": "I'd like to ask you about the song \"Shine Purity\". What was your first impression when you heard it?",
    "reply": "\"We're going to be singing such a cool song!\". I was so excited. Hey, look at this! Even now, I've got goosebumps just from remembering it!",
    "voice": ""
  },
  {
    "question": "How would you describe \"Shine Purity\" in one word?",
    "reply": "It's our full-power effort right now.",
    "voice": ""
  },
  {
    "question": "Do you have a favorite lyric from the song?",
    "reply": "Hmm, it's hard to choose... If I had to choose, I'd say \"Let them see the stars and shine and not be afraid of the dark\", which we all sang together. It's just the way we are.",
    "voice": ""
  },
  {
    "question": "Do you have a favorite genre of music, Sakura-san?",
    "reply": "I don't know much about genres... but ones that make you feel excited when you listen to the song?",
    "voice": ""
  },
  {
    "question": "So, it's almost the end of the interview. Do you have a vision of your ideal idol, Sakura-san?",
    "reply": "I have some idea of what I want to do, but I'm still limited in what I can actually do. All I can do right now is take lessons and do more live performances to get better.",
    "voice": ""
  },
  {
    "question": "What does being an idol mean to you?",
    "reply": "To be honest, I still feel as if I am dreaming, like I'll wake up from this someday. But now...what I really want to do is be an idol.",
    "voice": ""
  },
  {
    "question": "That's a powerful thought. Lastly, could you give a message to your fans?",
    "reply": "Thank you for your constant support. We're still in our early days, but I'm looking forward to seeing you at our live performances again!",
    "voice": ""
  }
]