[
  {
    "question": "So, let me start with your personal life, Shizuku-san. What is the first thing you do when you wake up in the morning?",
    "reply": "In the morning I brush my teeth, wash my face....and I go back to my room.",
    "voice": ""
  },
  {
    "question": "You go back to your room?",
    "reply": "I go on my phone and checking social media and idol news...",
    "voice": ""
  },
  {
    "question": "Don't you have breakfast?",
    "reply": "After checking my phone, I'll go to the living room to eat...",
    "voice": ""
  },
  {
    "question": "What is your favorite thing for breakfast?",
    "reply": "Yogurt.",
    "voice": ""
  },
  {
    "question": "What's your favorite dessert?",
    "reply": "Bananas... I guess?",
    "voice": ""
  },
  {
    "question": "How about a drink of your choice?",
    "reply": "....Mixed juice.",
    "voice": ""
  },
  {
    "question": "Then tell us how you spend your time at school.",
    "reply": "...After class, I go to the roof or the library during our breaks...",
    "voice": ""
  },
  {
    "question": "So it's a calming place for you, Shizuku-san?",
    "reply": "It's quiet, so. Just right for looking at my phone........",
    "voice": ""
  },
  {
    "question": "Do you have a favorite subject?",
    "reply": "Everything, I don't dislike.... anything.",
    "voice": ""
  },
  {
    "question": "Are you good at studying?",
    "reply": "Hmm... My teacher's stories are interesting. So... I try to properly concentrate.",
    "voice": ""
  },
  {
    "question": "What do you do on your off days?",
    "reply": "I go fishing in the sea and watch videos of my favorite idols.",
    "voice": ""
  },
  {
    "question": "Fishing is a tough hobby to get into, isn't it? So your favorite place in Hoshimi City is of course the sea?",
    "reply": "Hmm...I can just sit in silence. Sometimes I go with Chisa (Shiraishi)-chan, too.",
    "voice": ""
  },
  {
    "question": "So, about idols. Why did you become an idol yourself?",
    "reply": "I've always liked idols. And for various reasons, I joined the agency.",
    "voice": ""
  },
  {
    "question": "What do you like about idols?",
    "reply": "They're always sparkling... they give you energy.",
    "voice": ""
  },
  {
    "question": "It's true that when you see them on stage, you'll be energized. If you hadn't become an idol, what do you think you would be doing?",
    "reply": "I can't imagine.... I think I would have been going to my idol's live shows.",
    "voice": ""
  },
  {
    "question": "What does the stage performance mean to you, Shizuku-san?",
    "reply": "It's still a bit of a strange place to be, because I've been on the cheering side for so long.",
    "voice": ""
  },
  {
    "question": "How did you feel when you first went on stage?",
    "reply": "I was really scared, but we were all in it together and we got through it.",
    "voice": ""
  },
  {
    "question": "What's the most important thing for you as an idol?",
    "reply": "To think about the feelings of the people who are always cheering you on...",
    "voice": ""
  },
  {
    "question": "You could say that you've always loved idols. Then, what kind of people are your fans like now?",
    "reply": "I'm so happy to hear people calling my name at a live show... They're such important people to me.",
    "voice": ""
  },
  {
    "question": "With the phrase \"I will not lose to anyone here!\" in mind, what are your strengths as an idol?",
    "reply": "My idol.... knowledge?",
    "voice": ""
  },
  {
    "question": "You are indeed an idol lover, Shizuku-san. Have you had a moment in your career where you felt a bond with someone?",
    "reply": "I practiced smiling and dancing with everyone and I got to talk to Chisa-chan... there has been many moments like that.",
    "voice": ""
  },
  {
    "question": "You're all very close to each other at Hoshimi Production, aren't you? Do you have any rivals in your heart among these members?",
    "reply": "A rival...? I don't know....",
    "voice": ""
  },
  {
    "question": "So how about the person you consider your best friend?",
    "reply": "It's.... Chisa-chan. She's always encouraging me and pushing me forward.",
    "voice": ""
  },
  {
    "question": "If you could describe your relationship with the members of Hoshimi Productions in one word, how would you describe it?",
    "reply": "Comrades...",
    "voice": ""
  },
  {
    "question": "Do you have any dreams that you want to achieve at Hoshimi Productions?",
    "reply": "I want to be number one. It's going to be tough, but...",
    "voice": ""
  },
  {
    "question": "If your dream came true, who would you want to tell first?",
    "reply": "Who would I pick... I'd rather talk about it first with everyone... than report it, I guess.",
    "voice": ""
  },
  {
    "question": "Next, let's hear about the song. What was your first impression of \"Shine Purity\" when you first heard it?",
    "reply": "\"Oooooohhh\"...... is what I thought.",
    "voice": ""
  },
  {
    "question": "Ohh, how does that make you feel?",
    "reply": "Compared to the other idols, I'm surprised at how intensively I feel.",
    "voice": ""
  },
  {
    "question": "If you had to describe \"Shine Purity\" in one word, how would you describe it?",
    "reply": "...Fresh.",
    "voice": ""
  },
  {
    "question": "What's your favorite lyric in \"Shine Purity\"?",
    "reply": "\"The sky lit up, I saw myself in my dream\".",
    "voice": ""
  },
  {
    "question": "What is it that you like about that line?",
    "reply": "It reinds me of... when I first fell in love with idols.",
    "voice": ""
  },
  {
    "question": "I see. Which do you like better, singing or dancing, Shizuku-san?",
    "reply": "Singing... I guess? Dancing is much harder to keep up with...",
    "voice": ""
  },
  {
    "question": "Is your favorite music genre, of course, idol music?",
    "reply": "Yes... The idols of the past and the idols of today are all amazing. I learn a lot from their live performances and their behavior.",
    "voice": ""
  },
  {
    "question": "What is your most memorable memory from your childhood?",
    "reply": "The first time I saw an idol live.",
    "voice": ""
  },
  {
    "question": "How did you feel the first time you saw an idol live?",
    "reply": "It was so shiny and beautiful. I can remember it, but I can't describe it well....",
    "voice": ""
  },
  {
    "question": "That's not true, your emotions come through loud and clear. Did you have dreams when you were a child?",
    "reply": "I was interested in idols....",
    "voice": ""
  },
  {
    "question": "Well, then, what was the happiest moment for you so far?",
    "reply": "The day I got my first fan letter.... I've always loved idols, and I've always sent them out, so I'm really happy to be on the receiving end.",
    "voice": ""
  },
  {
    "question": "That's the first time you've felt that way since you've been on the receiving end. What's the most important thing you've ever done?",
    "reply": "I'm always trying my best to be like the idol I've always admired.",
    "voice": ""
  },
  {
    "question": "We're already near the end of the interview. What are you looking forward to the most right now?",
    "reply": "I was scared of it before, but now I'm looking forward to the live show. I'm with everyone....so...",
    "voice": ""
  },
  {
    "question": "Do you have any worries these days?",
    "reply": "I'm not very good at talking.",
    "voice": ""
  },
  {
    "question": "What kind of idol do you want to be?",
    "reply": "Even by just a litle bit... I want to be an idol who encourages everyone.",
    "voice": ""
  },
  {
    "question": "That's wonderful. I'm sure there are many people who have already been given courage by you. What would you like to say to yourself 10 years from now?",
    "reply": "Hmm.... there's still room for improvement.",
    "voice": ""
  },
  {
    "question": "What does being an idol mean to you, Shizuku-san?",
    "reply": "Make everyone smile... and give them a dream to belive in.",
    "voice": ""
  },
  {
    "question": "Lastly, could you give a message to your fans?",
    "reply": "Thank you for your support... I'm not quite there yet, but I'll do my best, so please keep supporting me.",
    "voice": ""
  }
]