[
  {
    "question": "Hello. It's nice to meet you today. Please introduce yourself to me.",
    "reply": "Sumire Okuyama, I'm 15 years old, nice to meet you!",
    "voice": ""
  },
  {
    "question": "Thank you. you're the youngest person in TRINITYAiLE, aren't you?",
    "reply": "Yes. I'm only a middle school student.",
    "voice": ""
  },
  {
    "question": "Isn't it hard to balance your studies?",
    "reply": "Ehehe. That's right~. I'd be lying if I said it wasn't hard, but both are fun!",
    "voice": ""
  },
  {
    "question": "I'll start by asking you about your school life. How do you usually spend your time at school?",
    "reply": "I'm having a great time!　The class size is small and everyone is very supportive.",
    "voice": ""
  },
  {
    "question": "So, where is the school?",
    "reply": "In my hometown, Yamagata. It's a nice place!",
    "voice": ""
  },
  {
    "question": "Is that so? Do you usually commute from Yamagata?",
    "reply": "Yes. It takes about three hours to get to Tokyo if you take the Shinkansen (bullet train). If I'm reviewing my lessons or doing my homework for school, I can get there in no time. However, when I'm busy, I sometimes stay at Rui (Tendo)-chan's and Yu (Suzumura)'s house.",
    "voice": ""
  },
  {
    "question": "No, no, that's amazing. There aren't many people who can do that.",
    "reply": "I wonder if that's true. I've been going there since I was a child, so I'm used to it.",
    "voice": ""
  },
  {
    "question": "You used to be a child actor, didn't you?",
    "reply": "Yes. It was quite a while ago.",
    "voice": ""
  },
  {
    "question": "Why did you become an idol?",
    "reply": "It's for a veeery deep reason.... because I love idols!",
    "voice": ""
  },
  {
    "question": "I'd like to go into that some more, but I'm afraid it'll be avoided, so I'll move on. Do you have a favorite subject?",
    "reply": "I really like the music classes. Singing and playing instruments is one thing, but talking about the history of music is also very interesting.",
    "voice": ""
  },
  {
    "question": "Do you have a subject that you're not good at?",
    "reply": "I'm bad at mathematics. Even if I study for the test, I'm become panicked when it comes to the real test.",
    "voice": ""
  },
  {
    "question": "I know what you mean. Are you a morning person?",
    "reply": "I think so!　I don't need to wake up with an alarm. I'm not sure if I'm going to be able to do that, but if I'm tired, like the day after a live show, I sleep until around noon...",
    "voice": ""
  },
  {
    "question": "What is the first thing you do when you get up in the morning?",
    "reply": "I wash my face and have breakfast with the whole family!",
    "voice": ""
  },
  {
    "question": "I see you and your family are very close. Do you have any siblings?",
    "reply": "Yes! I have my onii... older brother.",
    "voice": ""
  },
  {
    "question": "You can call him your \"onii-chan\" (nickname for older brother). What do you like for breakfast?",
    "reply": "I love rice. It's really good!",
    "voice": ""
  },
  {
    "question": "Sounds good, it's in Yamagata, after all. What is your favorite food?",
    "reply": "I love cherries! Potato stew too.",
    "voice": ""
  },
  {
    "question": "You have a lot of love for your hometown. Is there any food you don't like?",
    "reply": "I don't! Ah, and as for drinks, I don't like black coffee.",
    "voice": ""
  },
  {
    "question": "Then, on the other hand, what's your favorite drink?",
    "reply": "I like Shiruko! That's a drink....right?",
    "voice": ""
  },
  {
    "question": "A drink, maybe? I guess they are sometimes sold in vending machines.",
    "reply": "Yes, that's right! It's sweet, warm, and delicious!",
    "voice": ""
  },
  {
    "question": "How do you spend your days off?",
    "reply": "I like to spend time with my family. I also like to spend time with Rui-chan and Yu-chan when their days off are convenient for me.",
    "voice": ""
  },
  {
    "question": "What are you going to do on your next holiday?",
    "reply": "To tell you the truth, the three of us will be together for the first time in a while on our next holiday! We're going to have a dinner party at either Rui-chan's or Yu-chan's house!　I'm looking forward to it!",
    "voice": ""
  },
  {
    "question": "Tendo-san and Suzumura-san both said the same thing. They both seemed to be looking forward to it.",
    "reply": "Is that true!? I'm so happy~. But I'm kind of embarrassed. Ehehe.",
    "voice": ""
  },
  {
    "question": "The more I hear, the more I feel the bond between you guys. If you had to describe your relationship with the members of TRINITYAiLE in one word, what would it be?",
    "reply": "Sisters, I guess. They are like big sisters to me. I can always rely on them and they are my two favorite people.",
    "voice": ""
  },
  {
    "question": "What is the dream that you want to achieve with TRINITYAiLE?",
    "reply": "Of course, to become the no. 1 idols!",
    "voice": ""
  },
  {
    "question": "If that dream came true, who would you tell first?",
    "reply": "My onii-chan (older brother), and my whole family! Ah,... eventually came out, didn't it? Ehehe.",
    "voice": ""
  },
  {
    "question": "You're a family-oriented girl, aren't you? By the way, what was your dream when you were little?",
    "reply": "Hmm. I've been working since I can remember, so I probably didn't think about it too much. But it makes me so happy to see the people around me smile!",
    "voice": ""
  },
  {
    "question": "What kind of people are fans for you, Okuyama-san?",
    "reply": "The source of power that guides us!",
    "voice": ""
  },
  {
    "question": "Can you tell us about your idol work? How did you feel when you first stepped on stage?",
    "reply": "I was extremely nervous. But when I got on stage with Rui-chan and Yu-chan and the music started playing, I remembered the memories of practicing with everyone. After that, the stage became a lot of fun!",
    "voice": ""
  },
  {
    "question": "Do you prefer singing or dancing?",
    "reply": "It's hard to say! Maybe dance?",
    "voice": ""
  },
  {
    "question": "What does a live performance mean to you?",
    "reply": "It's a wonderful place where everyone can be happy!",
    "voice": ""
  },
  {
    "question": "What is the most important thing about being an idol?",
    "reply": "I don't want to lose our TRINITYAiLE-style identity, probably?",
    "voice": ""
  },
  {
    "question": "What is the TRINITYAiLE identity?",
    "reply": "Rui is in the middle, and Yu and I are on either side... I'm sorry, it's hard to put into words.",
    "voice": ""
  },
  {
    "question": "There's an atmosphere that only TRINITYAiLE can create. What is your specialty?",
    "reply": "Specialties... specialties~.... Oh, I don't know if this is a specialty, but I never forget the face and name of someone I once spoke to!",
    "voice": ""
  },
  {
    "question": "That's great. I guess you could call that a special skill. Did you have to practice?",
    "reply": "No, it's more of a habit from when I was a child actor... I've come to remember people naturally.",
    "voice": ""
  },
  {
    "question": "That's right. By the way, what do you think you would have been doing if you hadn't become an idol?",
    "reply": "If I hadn't become an idol, huh? I don't think I'd have done anything at all. Heh, heh. I have nothing else to do now but be an idol.",
    "voice": ""
  },
  {
    "question": "I feel a sense of determination. Have you had any troubles lately?",
    "reply": "I feel lonely when I can't attend a live show and have to go home.",
    "voice": ""
  },
  {
    "question": "Is there anyone you consider to be your best friend?",
    "reply": "Rui-chan and Yu-chan are both big sisters and best friends to me. We've gone through so many things, and they're precious, precious friends!",
    "voice": ""
  },
  {
    "question": "You all get along really well. So what's the happiest moment you've ever had?",
    "reply": "When I knew I was getting into TRINITYAiLE!",
    "voice": ""
  },
  {
    "question": "What was your most frustrating moment?",
    "reply": "When I couldn't keep up with Rui-chan and Yu-chan, and I thought... I was lowering the level of TRINITYAiLE. I was so frustrated with my own inadequacy.",
    "voice": ""
  },
  {
    "question": "So let's hear about your music. What was your first impression of \"Aile to Yell\" when you first heard it?",
    "reply": "Amazing! I was so impressed! I was impressed that this song is for us!",
    "voice": ""
  },
  {
    "question": "So how would you describe \"Aile to Yell\" in one word?",
    "reply": "\"TRINITYAiLE\", that's it! Ehehe.",
    "voice": ""
  },
  {
    "question": "What is your favorite lyric in \"Aile to Yell\"?",
    "reply": "That's difficult... The lines \"It's like a worn out shoe sole, it's your ticket\".... and \"Your singing, I want to hear it. My courage will change\".",
    "voice": ""
  },
  {
    "question": "Sorry, that's good. What does an idol mean to you, Okuyama-san?",
    "reply": "They're like a beautiful blue sky that makes everyone smile!",
    "voice": ""
  },
  {
    "question": "Lastly, could you give a word to your fans?",
    "reply": "Thank you so much for all your support! I'm going to do my best to be the greatest idol ever, the one who can embrace everything when you look up, so please keep up the good work! TRINITYAiLE will never lose!",
    "voice": ""
  }
]