[
  {
    "question": "Narumiya-san, it's nice to meet you. Please tell me all about your life, etc today.",
    "reply": "It's nice to meet you too. Are you proud to be able to interview me?",
    "voice": ""
  },
  {
    "question": "Y-yes. Thank you. Quickly, Narumiya-san, you're the youngest in Hoshimi Production, right? Is there anything you've noticed?",
    "reply": "Nothing. In fact, I'm the oldest in terms of mental age, aren't I? They're all still kids.",
    "voice": ""
  },
  {
    "question": "I see. By the way, has your way of speaking been around for a long time?",
    "reply": "That's right. You may have heard the name \"Narumiya\", but I am the Narumiya daughter, you know. That's because I'm being educated at a high level.",
    "voice": ""
  },
  {
    "question": "How is the dormitory life?",
    "reply": "It's very interesting. Well, I'm learning a lot of things by trying to live the life of an average person.",
    "voice": ""
  },
  {
    "question": "By the way, what is the first thing you do when you wake up in the morning?",
    "reply": "I wake up and... well, in my case, I usually ask others to wake me up, but I'll wash my face.",
    "voice": ""
  },
  {
    "question": "You are all on duty for breakfast, right? What do you usually make, Narumiya-san?",
    "reply": "I've tried to make them, but after a few shifts came around, everyone around me said, \"You don't have to make them,\" so I haven't made them recently.",
    "voice": ""
  },
  {
    "question": "So you haven't been making them lately. What is your favorite food?",
    "reply": "I love grilled meat. Lately, I've been addicted to potato chips, which I've never really had before.",
    "voice": ""
  },
  {
    "question": "You seem like a polite young lady. What are your weaknesses?",
    "reply": "\"Seem like? I am the young lady of the Narumiya family! I- ...pardon me. I don't like coffee. I don't understand why everyone thinks it is so great?",
    "voice": ""
  },
  {
    "question": "Do you have a favorite dessert?",
    "reply": "I love ice cream.",
    "voice": ""
  },
  {
    "question": "I'm glad to see a glimpse of a typical middle schooler. How do you spend your time at school?",
    "reply": "This is a bit tricky, but it's okay, I'll tell you. I try to live like an idol at school. It's an important part of being an idol to interact with your fans.",
    "voice": ""
  },
  {
    "question": "So you have a lot of fans at your school?",
    "reply": "Yes, yes. Well, they haven't directly told me that I'm a fan, but I guess they are all holding back.",
    "voice": ""
  },
  {
    "question": "Do you have a favorite subject at school?",
    "reply": "It's music, after all. It's a good opportunity for me to show off my talent.",
    "voice": ""
  },
  {
    "question": "So, what are your weakest subjects?",
    "reply": "I don't have a subject I'm not good at.",
    "voice": ""
  },
  {
    "question": "Oh. So your grades are good then?",
    "reply": "That's a given. I'm always at the top of the grade on the test. But even so, I don't know why my report card is normal, it must be because the teachers are envious of me.",
    "voice": ""
  },
  {
    "question": "That's good. You're really good at homework, aren't you?",
    "reply": "Ah, no. I don't have any homework or anything like that.",
    "voice": ""
  },
  {
    "question": "It seems to me that the notice sheet thing has been resolved. Next, tell us about idols. What made you want to be an idol?",
    "reply": "I thought it would be easy to take the lead.",
    "voice": ""
  },
  {
    "question": "You came out big. What was the trigger?",
    "reply": "Ah, I can't talk about it too much. Now let's go to the next question!",
    "voice": ""
  },
  {
    "question": "Okay. Do you have an ideal idol?",
    "reply": "Of course, Nagase Mana-sama is the obvious choice.",
    "voice": ""
  },
  {
    "question": "\"Sama\"...?",
    "reply": "Yes. You don't know Mana-sama?",
    "voice": ""
  },
  {
    "question": "No, of course I know her. Is there a reason for the \"sama\"?",
    "reply": "To put it simply, she's a god. The way she looks on stage, she's just an angel that has descended to earth... No! She's a god!",
    "voice": ""
  },
  {
    "question": "I can tell that Narumiya-san likes Mana-san. With the phrase \"No one can beat me at this!\" in mind, what are your strengths as an idol?",
    "reply": "There's no end to the list of my charm points. If I had to name my strongest point, it would be my dignified demeanor. I'm very good at answering the cheers of the audience on stage and giving them an answer that does not betray their expectations.",
    "voice": ""
  },
  {
    "question": "I see. What's the thing you've been working hardest on the most?",
    "reply": "It's the basic training, isn't it? To be honest, I didn't understand the meaning of it in the beginning. All we could do was learn the basics day after day, and they wouldn't let us sing at all... Well, now that I think about it, I'm glad we had that experience.",
    "voice": ""
  },
  {
    "question": "I can see how hard you practice. What do you consider important in your idol activities?",
    "reply": "I think it's important to give a performance that doesn't disrespect the people who come to see us. Professional idols are always trying to give the best performance possible.",
    "voice": ""
  },
  {
    "question": "That's a very good answer, and to be honest, I'm surprised by it. What was it like for you to perform on stage for the first time?",
    "reply": "I honestly shuddered when I thought that the time had come for Suzu Narumiya's name to spread across the country.",
    "voice": ""
  },
  {
    "question": "Oh. You weren't nervous?",
    "reply": "I- I'd be lying if I said I wasn't...",
    "voice": ""
  },
  {
    "question": "I'm glad to hear that, I'm relieved. Incidentally, what do you think you would have done if you hadn't become an idol?",
    "reply": "If I hadn't become a member of the Narumiya family, I would have never thought about it. In any case, as a child of the Narumiya family, I'm sure I would have achieved some kind of great success.",
    "voice": ""
  },
  {
    "question": "Thank you. Is there a moment in your activities so far where you have felt a bond with someone?",
    "reply": "Well... Mei (Hayasaka) and I made eye contact and I felt the song and dance just fit perfectly together. That's the kind of feeling I got.",
    "voice": ""
  },
  {
    "question": "Oh Mei-san, you say? Do you usually get along well with her?",
    "reply": "I'm on good terms with her, or rather... she often gets involved with me. Whenever I say something, she laughs at me. She is so rude! Haha. I've just realized... she must admire the Narumiya family.",
    "voice": ""
  },
  {
    "question": "That might be one way of looking at it. What is the dream that you want to achieve with Hoshimi Production?",
    "reply": "That's a silly question. There is only one dream but to become the top idol.",
    "voice": ""
  },
  {
    "question": "Honestly, that was quite cool. If such a dream does come true, what would you want to say to yourself, 10 years in the future?",
    "reply": "Well, yes... You probably became a top idol and are called \"Suzu-sama\". You should not get too carried away, but follow the example of Mana-sama and do your best.",
    "voice": ""
  },
  {
    "question": "That's a very positive message. By the way, if you had to choose between singing and dancing, which do you like better?",
    "reply": "Singing, yes.",
    "voice": ""
  },
  {
    "question": "Do you have a rival in your heart?",
    "reply": "After all..... It has to be Saki (Shiraishi).",
    "voice": ""
  },
  {
    "question": "Oh, and why would that be?",
    "reply": "If I'm a little sloppy with cleaning, or if the living room is a little messy, she'll scold at once. Lately, she's started to interfere with my homework as well. Just thinking about it sends chills down my spine. She's even scarier than my mother, so she's my rival in a way.",
    "voice": ""
  },
  {
    "question": "So that's what it is. Those are your own feelings. By the way, how do you spend your days off?",
    "reply": "I've been watching Mana-sama performance on Blu-ray and recently teaching Mei about how incredible she is.",
    "voice": ""
  },
  {
    "question": "You're all about Mana, aren't you? Do you ever go out?",
    "reply": "Yes, I do. But after all, you never know where and when you will be approached by someone, so you have to be selective about where you go. I don't know where to go, and I don't want to panic.",
    "voice": ""
  },
  {
    "question": "Do you get approached often?",
    "reply": "Well, it's never happened yet. I don't know what to call it, but it's also an important part of being an idol to be able to get rid of that celebrity aura.",
    "voice": ""
  },
  {
    "question": "Do you have a favorite place in Hoshimi City?",
    "reply": "It's the same spot where we made our debut. I think it's a wonderful place where you can see the whole view of Hoshimi City.",
    "voice": ""
  },
  {
    "question": "It is indeed a nice place. Where do you feel most comfortable?",
    "reply": "In front of the Mana-sama goods I have in my room. Theyr're right in front of my bed, so I'm always happy when I got to bed.",
    "voice": ""
  },
  {
    "question": "So, do you have a favorite genre of music?",
    "reply": "Mana-sama. Her music is its own genre.",
    "voice": ""
  },
  {
    "question": "Y-Yes, that's right. What was your first impression of \"Shine Purity\" when you first heard it?",
    "reply": "I thought it was a wonderful song, which is perfect for me.",
    "voice": ""
  },
  {
    "question": "If you had to describe \"Shine Purity\" in one word, how would you describe it?",
    "reply": "It's difficult to say. Ummm.... it's impossible to put it all in one word. Next question.",
    "voice": ""
  },
  {
    "question": "I'm sorry. What's your favorite lyric in \"Shine Purity\"?",
    "reply": "\"The sky lit up, I saw myself in my dream\", but I often unintentionally end up slurring my words.",
    "voice": ""
  },
  {
    "question": "This is my last question. What does being an idol mean to you, Narumiya-san?",
    "reply": "Isn't being an idol a dream come true? It should always be someone's dream come true.... watch me, Mana-sama!　Me too, someday!",
    "voice": ""
  },
  {
    "question": "You talked Mana until the very end. Now, could you give a word to your fans who support you?",
    "reply": "Thank you for your support. The fact that you've just turned your attention to Suzu Narimiya is a talent. You can be proud of it. I'll do my best to meet your expectations, so I'm looking forward to your continued support.",
    "voice": ""
  }
]