[
  {
    "question": "Suzumura-san, as a high school student, how do you spend your time at school?",
    "reply": "After taking a class and talking with my classmates, it's probably nothing out of the ordinary. There are many students who are in the entertainment industry as well, so there's no need for anyone to get carried away.",
    "voice": ""
  },
  {
    "question": "Do many of them also work as idols?",
    "reply": "As you know, there's also Rui (Tendo)-chan in the year above me, and there are many other idols.",
    "voice": ""
  },
  {
    "question": "Do you have a favorite subject?",
    "reply": "I find it interesting to hear about history. You know, Kyoto, where I was born and raised, comes up in history often.",
    "voice": ""
  },
  {
    "question": "You're from Kyoto, right? On the other hand, what are your weakest subjects?",
    "reply": "If I were to dare to say it, I would say it's... English. Sometimes I can't understand what they're saying, and it's hard to catch it properly.",
    "voice": ""
  },
  {
    "question": "So I'd like to ask you a few more questions about your personal life. What is the first thing you do when you wake up in the morning?",
    "reply": "It's really private, isn't it? I wash my face, change clothes, and prepare myself for the day.",
    "voice": ""
  },
  {
    "question": "Do you have breakfast?",
    "reply": "Yes, I eat some bread and fruit.",
    "voice": ""
  },
  {
    "question": "Do you have a favorite food?",
    "reply": "I love croissants and fatty ramen. There are many good ramen shops in Tokyo, but there are also many in Kyoto.",
    "voice": ""
  },
  {
    "question": "Do they have a different taste in Kyoto?",
    "reply": "They're so rich and delicious. If you're ever in Kyoto, please try it.",
    "voice": ""
  },
  {
    "question": "Okay, if you have any recommendations, please let me know later. Do you have a favorite drink?",
    "reply": "A latte.",
    "voice": ""
  },
  {
    "question": "How about your favorite dessert?",
    "reply": "I'm careful to not eat too much, but I do eat cheesecakes and shortcakes.",
    "voice": ""
  },
  {
    "question": "What do you do on your days off, Suzumura-san?",
    "reply": "I don't think I would go to the gym, go to a cafe or go look at clothes or do anything special like that.",
    "voice": ""
  },
  {
    "question": "Do you have a favorite place in Tokyo?",
    "reply": "I often go to Omotesando and Aoyama for shopping. But when I say this, I sound like a tourist.",
    "voice": ""
  },
  {
    "question": "No, no, it's okay. When you go out, do you have any essentials other than your phone and wallet?",
    "reply": "If I already had my cell phone and wallet with me, I could go anywhere. This is a hard question. Hmm... maybe sunglasses and insect repellent spray?",
    "voice": ""
  },
  {
    "question": "Insect spray?",
    "reply": "It's a boring answer. You don't want an idol to have an insect bite mark though, do you?",
    "voice": ""
  },
  {
    "question": "I see, that's definitely important. So where do you feel at home, Suzumura-san?",
    "reply": "It would be my own home, after all. Rui-chan's house is also close, and sometimes we have dinner together.",
    "voice": ""
  },
  {
    "question": "All of TRINITYAiLE are very close, aren't you? If you could describe your relationship with the members in one word, how would you describe it?",
    "reply": "Partners in crime? Maybe that's a bit too cool.",
    "voice": ""
  },
  {
    "question": "What would you like to achieve with the three member in TRINITYAiLE?",
    "reply": "Of course, we want to be the pinnacle of idols.",
    "voice": ""
  },
  {
    "question": "If that dream were to come true, who would you tell first?",
    "reply": "I'm first going to hug Rui-chan and Sumire (Okuyama)-chan. I'd report to other people after that.",
    "voice": ""
  },
  {
    "question": "Next, I'd like to ask you some questions about idols. Suzumura-san, why did you decide to become an idol?",
    "reply": "I've been interested idols since I was in Kyoto, and it wasn't until I moved to Tokyo that I joined a training school.",
    "voice": ""
  },
  {
    "question": "What was the most important thing you did during your time at the training school?",
    "reply": "Everyone practices so intensely that it's hard work until they decide to make their debut. Rui-chan is also very serious, so it was hard to keep up with her at first. It was like, \"This girl is still going!?\", that kind of feeling.",
    "voice": ""
  },
  {
    "question": "If you had to choose between singing or dancing, which do you like better?",
    "reply": "I like both equally.",
    "voice": ""
  },
  {
    "question": "With the phrase \"no one can beat me at this!\" in mind, what are your personal strengths as an idol?",
    "reply": "Both Rui-chan and Sumire-chan are capable people. Maybe the fact that I'm talkative, fufu.",
    "voice": ""
  },
  {
    "question": "What is the most important thing for you in your idol activities?",
    "reply": "You must never forget to thank your fans.",
    "voice": ""
  },
  {
    "question": "What do those fans mean to you?",
    "reply": "They are the source of our energy. We're doing this for their support and their smiles.",
    "voice": ""
  },
  {
    "question": "How did you feel when you first performed on stage?",
    "reply": "I didn't feel nervous, but I thought to myself, \"This is what it means to be an idol...\" and then the show was over.",
    "voice": ""
  },
  {
    "question": "What does a live performance mean to you?",
    "reply": "Each time it is a serious battle. I want people to leave with absolute satisfaction, and that's how I feel about it.",
    "voice": ""
  },
  {
    "question": "What is the moment you felt a bond with someone in your activities so far?",
    "reply": "This was when I was sick and I was trying to hide it, but Rui-chan and Sumire-chan found out. I thought to myself, \"I guess they get me\".",
    "voice": ""
  },
  {
    "question": "Who do you consider to be your rival?",
    "reply": "All idols must be our rivals. It's not just us, everyone thinks so.",
    "voice": ""
  },
  {
    "question": "Who is your best friend in your heart?",
    "reply": "By far the best choice is Rui-chan and Sumire-chan. We've been spending a lot of time together.",
    "voice": ""
  },
  {
    "question": "If you hadn't become an idol, what do you think you would be doing?",
    "reply": "I can't imagine what I'd be doing. I might have been looking for a different kind of show business.",
    "voice": ""
  },
  {
    "question": "Next, I'd like to ask you about your music. What was your impression of \"Aile to Yell\" when you first heard it?",
    "reply": "We were really excited. Rui-chan was calmly thinking in her head about the song breaks and the dance.",
    "voice": ""
  },
  {
    "question": "If you could explain \"Aile to Yell\" in one word, how would you describe it?",
    "reply": "\"I'll fly to everyone at any time\". Something like that?",
    "voice": ""
  },
  {
    "question": "That's very you, Suzumura-san. What's your favorite lyric in \"Aile to Yell\"?",
    "reply": "I would say the whole song, but... \"Let this thought fly, I'll deliver it to you straight away\".",
    "voice": ""
  },
  {
    "question": "Now, let's get deeper into your personal life, Suzumura-san. What is your favorite memory from your childhood?",
    "reply": "It wasn't too long ago since I was a child, but I remember when I moved to Tokyo. At first I was embarrassed by my Kansai dialect, so I didn't say a word.",
    "voice": ""
  },
  {
    "question": "So you were also like that, weren't you?",
    "reply": "In the beginning, yes. I thought, \"Don't worry about such an insignificant thing\".",
    "voice": ""
  },
  {
    "question": "Were there any dreams you had when you were a child?",
    "reply": "It's vague, but I think I wanted to act or sing or something like that, and I wanted to be in the entertainment industry.",
    "voice": ""
  },
  {
    "question": "Do you have any recent problems?",
    "reply": "I'm always talking to Rui-chan and Sumire-chan about what we need to do to get to the next level as we work our way toward becoming the top idol.",
    "voice": ""
  },
  {
    "question": "What are you looking forward to the most right now?",
    "reply": "The three of us will be together for the first time in a while next time, so we're going to cook a dinner at our house or at Rui-chan's house and eat together. I'm really looking forward to it.",
    "voice": ""
  },
  {
    "question": "What is the happiest moment you've had so far?",
    "reply": "When we decided to form a group with Rui-chan and Sumire-chan. I thought it was an amazing coincidence.",
    "voice": ""
  },
  {
    "question": "So, what was the most frustrating moment for you so far?",
    "reply": "There were many regrets I had at the training school. It's just something that was never mentioned.",
    "voice": ""
  },
  {
    "question": "It's almost the end of the interview. Suzumura-san, what is your ideal image of an idol?",
    "reply": "To continue to be the best idol I can be, no matter how tough the situation is. I've been watching Rui-chan and I've been inspired by her.",
    "voice": ""
  },
  {
    "question": "What would you like to say to yourself in 10 years' time, when you will be the best idol you can be?",
    "reply": "Of course, the three of us are at the top of our game, aren't we?　I won't say it was impossible.",
    "voice": ""
  },
  {
    "question": "What does an idol mean to you, Suzumura-san?",
    "reply": "My own ambition is to not be defeated by any kind of adversity, and to be able to give dreams and hope to my fans.",
    "voice": ""
  },
  {
    "question": "Lastly, could you give a message to your fans?",
    "reply": "Thank you for your support. Your support gives us energy for our performance. We're going to prepare for the live show so that we can show our gratitude to everyone.",
    "voice": ""
  }
]